Repository: danieldegroot2/keepright
Catalog: web/locale/*.po
Languages: es, id, ja, sk, sv, uk

source: faintly connected
es: débilmente conectados
id: Agak terhubung
ja: くっつきそう
sk: slabo spojené
sv: vagt ansluten
uk: слабо пов’язані

source: *_link-connections
es: conexiones *_link
id: *_link-connection
ja: *_link の接続
sk: spoje *_link
sv: *_link-förbindelser
uk: з’єднання доріг * _link

source: Any highway tagged as (motorway|trunk|primary|secondary)_link should have at least one connection to a (motorway|trunk|primary|secondary) highway or a _link highway of the same type
es: Cualquier vía etiquetada como (motorway|trunk|primary|secondary)_link debe tener al menos una conexión con una carretera (motorway|trunk|primary|secondary) o con una carretera _link del mismo tipo
id: Jalan raya yang diinformasikan seperti (tol|trunk|primer|sekunder)_link harus mempunyai setidaknya satu koneksi ke (tol|trunk|primer|sekunder) jalan raya atau sebuah _link jalan raya dengan tipe yang sama
ja: (motorway|trunk|primary|secondary)_link タグは、少なくともひとつの同じタイプの (motorway|trunk|primary|secondary) highway と接続していなければなりません
sk: Akákoľvek cesta označená ako (motorway|trunk|primary|secondary)_link by mala byť spojená s cestou typu (motorway|trunk|primary|secondary) alebo s cestou _link rovnakého typu
sv: Alla vägar taggade som (motorway|trunk|primary|secondary)_link ska ha åtminstone en förbindelse till en (motorway|trunk|primary|secondary) highway eller _link highway av samma sort
uk: Будь-яка дорога, позначена теґами (motorway|trunk|primary|secondary)_link повинна мати, як мінімум, одне з’єднання з дорогами (motorway|trunk|primary|secondary) або дорогами _link такого ж типу.

source: bridge-tags
es: etiquetas-puente
id: jembatan-informasi/tag
ja: bridge-タグ
sk: tagy mostov
sv: bro-taggar
uk: теґи мостів

source: Someone draws a bridge and forgets to tag it as highway... A bridge should always have one of the 'major' tags that its direct neighbour ways have. Currently these are: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata
id: seseorang menggambar jembatan dan lupa memberi informasi/tag sebagai jalan raya. Sebuah jembatan harus selalu mempunyai satu informasi 'major' yang mengarah kepada jalur terdekat. Seperti misalnya: jalan raya, rel kereta api, jalur sepeda, jalur air, jalur pejalan kaki, landasan, jalur pipa, bangunan, via_ferrata
ja: 橋にウェイ等のタグが付けられていない。橋には直接接続する highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata といったタグを付けなければならない
sk: Občas niekto nakreslí most a zabudne ho označiť tagom "highway". Most má mať vždy hlavný tag ako majú susedné cesty. V súčastnosti to sú: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata.
sv: Någon ritar en bro och glömmer att tagga den som highway... En bro ska alltid ha en av de 'huvudtaggar' som dess närmsta granne har. För närvarande är dessa: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata
uk: Хтось намалював міст і забув присвоїти йому теґ дороги… Міст завжди повинен мати „основний“ теґ, такий же, як у з’єднаної з ним дороги. На даний час це може бути один з теґів highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata

source: language unknown
es: lenguaje desconocido
id: Bahasa tidak dikenal
ja: 不明な言語
sk: neznámy jazyk
sv: språk okänt
uk: невідома основна мова

source: To help applications choose the best matching language they should know the language used for the name tag. It is therefore necessary to provide a name:XX tag with the same content as found in the name tag where XX specifies the language used for the name tag.
es: Para ayudar a las aplicaciones a seleccionar el lenguaje más apropiado, deberían saber el lenguaje utilizado para la etiqueta del nombre. Por lo tanto, es necesario indicar una etiqueta name:XX con el mismo contenido que el de la etiqueta name donde XX especifica el lenguaje empleado para la etiqueta de nombre.
id: untuk membantu aplikasi menentukan bahasa mana yang tepat, mereka harus mengetahui penggunaan bahasa pada informasi/tag. Maka dari itu diperluka untuk menyediakan informasi/tag name:XX dengan konten yang sama seperti yang ditemui pada informasi nama dimana XX untuk bahasa spesifik yang digunakan pada informasi/tag
sv: För att hjälpa applikationer att välja det bäst passande språket bör de veta språket som används för name-taggen. Det är därför nödvändigt att ha en name:XX-tagg med samma innehåll som name-taggen, där XX anger språket använt i name-taggen
uk: Щоб допомогти застосункам вибрати найбільш підходящу мову, вони повинні знати мову, використовувану для теґу name. Для цього необхідно використовувати тег name: XX зі значенням коду мови, що й у тезі name, де XX вказує мову, яка використовується в тезі. Наприклад, тег name:uk символізуватиме, що назву дано українською мовою.

source: It would be nice if this $1 had an additional tag ''name:XX=$2'' where XX shows the language of its name ''$2''.
es: Sería bien si este $1 tendría un tag adicional "name:XX=$2" donde XX es el idioma de su nombre "$2".
id: Akan lebih bagus jiga $1 mempunyai tambahan informasi/tag "name:XX=$2" dimana XX menunjukkan bahasa "$2"
ja: $1 には、$2 での言語XXを使って ''name:XX=$2'' というタグが付けられると素晴らしいものになります
sk: Bolo by dobré ak by $1 mal tag ''name:XX=$2'' kde XX označuje jazyk názvu ''$2''.
sv: Det vore trevligt om denna $1 hade ytterligare en tagg ''name:XX=$2'' där XX visar språket för dess namn ''$2''.
uk: Буде краще якщо $1 буде мати додатково теґ „name:XX=$2“', де XX вказує мову внесеної назви „$2“'.

source: doubled places
id: Penamaan ganda
uk: дублювання POI

source: a node inside of an area that is tagged with same name and representing the same physical entity leads to wrong statistics and doubled labels on the map
id: Sebuah titik didalam area yang diinformasikan dengan nama sama dan merepresentasikan kesatuan yang sama mengarah kepada statistik yang salah dan menyebabkan pemberian label yang berganda pada peta
uk: точка всередині полігону з тим же ім’ям і представляє той же фізичний об’єкт призведе до неправильної статистики і дублювання теґів на мапі

source: This node has tags in common with the surrounding way #$1 and seems to be redundand
id: Titik ini mempunyai informasi/tag yang sama dengan sekitar jalur #$1 dan sepertinya mubazir
uk: Ця точка має однакові теґи з оточуючою її лінією № $1 і тому це виглядає надлишковим

source: This node has tags in common with the surrounding way #$1 (including the name '$2') and seems to be redundand
id: Titik ini mempunyai informasi/tag yang sama dengan sekitar jalur #$1 (termasuk dengan nama '$2') dan sepertinya mubazir
uk: Ця точка має однакові теґи з оточуючою її лінією № $1 (включаючи назву „$2“) і тому це виглядає надлишковим

source: non-physical use of sport-tag
id: non-fisik yang menggunakan informasi-olahraga
uk: вид спорту без фіз. об’єкта

source: &apos;sports&apos; is a non-physical tag that needs to be bound to some physical structure like for example a leisure-item or an amenity. Ways tagged with &apos;sports&apos; solely will be invisible on the map
id: &apos;sports&apos; adalah informasi/tag non-fisik yang membutuhkan ikatan dengan struktur fisik seperti contohnya alat-santai atau sebuah amenitas. Jalur yang diinformasikan/tag dengan &apos;sports&apos; akan tidak tampak pada peta
uk: Теґ „sports“ самостійно не позначає який-небудь об’єкт на мапі, а надає лише надає деяку властивість об’єктам зазначеним за допомогою „leisure“ або „amenity“. Лінії з одним лише теґом „sports“ не будуть видимі на мапі

source: This way is tagged $1 but has no physical tag like e.g. leisure, building, amenity or highway
id: Jalur ini diinformasikan $1 tetapi tidak mempunyai informasi/tag fisik seperti misalnya bangunan, amenitas, atau jalan raya
uk: Ця лінія позначена як $1, але не має теґу, що описує тип споруди

source: missing tracktype
id: Hilang tracktype
uk: відсутня класифікація ґрунтовки (tracktype=*)

source: highway=track ways should be added with more detail about the tracktype (grade1..grade5). The tracktype is included in rendering rules and makes maps more expressive
id: jalur highway=track harus ditambahkan dengan beberapa detil mengenai tipe trek (grade1..grade5). Tipe trek ini termasuk kedalam aturan penggambaran dan membuat peta lebih ekspresif
uk: дороги „highway=track“ слід доповнювати характеристиками („grade1…grade5“). „tracktype“ промальовується за спеціальними правилами і робить мапи більш виразними

source: This track doesn't have a tracktype
id: Trek ini tidak mempunyai tipe trek (tracktype)
uk: Ця дорога сільськогосподарського призначення чи лісова дорога не має коду класифікації „tracktype=*“ ( grade1…5)

source: geometry glitches
id: Gangguan geometri
uk: глюки геометрії

source: looks for impossible sharp angles on highways and junctions. These may be caused by missing turn restrictions on junctions or glitches along the linestring of ways
id: Terlihat mustahil jika terdapat sudut lancip pada jalan raya dan persimpangan. Hal ini kemungkinan dikarenakan kurangnya lekukan pada persimpangan atau terjadi gangguan sepanjang titik-titik pada jalur
uk: занадто гострий кут перетину доріг. Можливо тут помилка або не зазначено обмеження для повороту

source: missing turn restriction
id: hilang larangan berputar
uk: немає обмежень поворотів

source: impossible angles
id: sudut yang mustahil
sv: omöjliga vinklar
uk: неймовірні кути

source: this way bends in a very sharp angle here
id: jalur ini menekuk dengan sudut yang sangat lancip
uk: ця лінія згинається тут під дуже гострим кутом

source: ways $1 and $2 join in a very sharp angle here and there is no oneway tag or turn restriction that prevents turning from way $2 to $1
id: Jalur $1 dan jalur $2 tergabung kedalam sudut yang sangat lancip dan tidak ada informasi/tag satu jalur atau larangan berputar yang menghalangi pemutaran dari jalur $2 ke $1
uk: шляхи $1 та $2 сходяться під дуже гострим кутом і немає обмеження повороту або не зазначена одностороння дорога, що обмежило б поворот з шляху $2 на $1

source: ways $1 and $2 join in a very sharp angle here and there is no oneway tag or turn restriction that prevents turning from way $1 to $2
id: Jalur $1 dan jalur $2 tergabung kedalam sudut yang sangat lancip dan tidak ada informasi/tag satu jalur atau larangan berputar yang menghalangi pemutaran dari jalur $1 ke $2
uk: шляхи $1 та $2 сходяться під дуже гострим кутом і немає обмеження повороту або не зазначена одностороння дорога, що обмежило б поворот з шляху $1 на $2

source: ways $1 and $2 join in a very sharp angle here and there is no oneway tag or turn restriction that prevents turning
id: Jalur $1 dan $2 tergabung kedalam sudut yang sangat lancip dan tidak ada informasi/tag satu jalur atau larangan berputar yang menghalangi pemutaran
uk: лінії $1 та $2 сходяться під дуже гострим кутом і немає обмеження повороту або не зазначена одностороння дорога

source: website
sv: webbsida
uk: веб-сайти з помилками

source: http error
id: http salah (error)
uk: HTTP-помилки

source: domain hijacking
id: domain dibajak
uk: домен захоплений

source: non-match
id: tidak sesuai
uk: не збігається за змістом

source: calls websites and tries to match website content with key tags from the osm element
id: buka website dan coba untuk mencocokan dengan konten website dengan informasi/tag kunci dari elemen osm
uk: опитує веб-сайти і намагається зіставити зміст веб-сайтів із ключем теґу елемента OSM

source: The URL (<a target="_blank" href="$1">$1</a>) cannot be opened (HTTP status code $2)
id: URL (<a target="_blank" href="$1">$1</a>) tidak bisa dibuka (HTTP status code $2)
sv: Webbadressen (<a target="_blank" href="$1">$1</a>) kan inte öppnas (HTTP-statuskod $2)
uk: Посилання (<a target="_blank" href="$1">$1</a>) не відкривається (HTTP-помилка № $2)

source: Possible domain squatting: <a target="_blank" href="$1">$1</a>. Suspicious text is: "$2"
id: Kemungkinan domain squatting: <a target="_blank" href="$1">$1</a>. Teks yang mencurigakan adalah "$2"
uk: Можлива окупація домену: <a target="_blank" href="$1">$1</a>. Підозрілий текст: „$2“

source: Content of the URL (<a target="_blank" href="$1">$1</a>) did not contain these keywords: ($2)
id: konten dari URL (<a target="_blank" href="$1">$1</a>) tidak mengandung kata kunci ini: ($2)
uk: Вміст URL-посилання (<a target="_blank" href="$1">$1</a>) не містить цих ключових слів: ($2)

source: data consistency checks for OSM
es: comprobaciones de consistencia de datos para OSM
id: Konsistensi pemeriksaan data untuk OSM
ja: OSM用のデータ一貫性チェック
sk: kontrola konzistencie dát OSM
sv: datakonsistenskontroller för OSM
uk: перевірка відповідності даних для OSM

source: keep-right logo
es: logo de keep-right
id: Logo keep-right
ja: keep-right ロゴ
sk: logo keep-right
sv: keep-right-logga
uk: логотип Keep-Right

source: data consistency checks for %sOSM%s
es: comprobaciones de consistencia de datos para %sOSM%s
id: Konsistensi pemeriksaaan data untuk %sOSM%s
ja: %sOSM%s 用のデータ一貫性チェック
sk: kontrola konzistencie dát %sOSM%s
sv: datakonsistenskontroller för %sOSM%s
uk: перевірка відповідності даних для %sOSM%s

source: These pages show checks that are run on a local excerpt database filled with OSM data.
es: Estas páginas muestran comprobaciones que son ejecutadas en una base de datos local de datos de OSM.
id: Halaman ini memperlihatkan pemeriksaan yang sedang berjalan pada database kutipan lokal yang diisi dengan data OSM
ja: これらのページは、OSMデータの入ったローカルに抜き取ったデータベース上で実行したチェックを表示しています。
sv: De här sidorna visar kontroller som körs på en lokal databas fylld med utdrag av OSM-data
uk: Ці сторінки відображають перевірку, яка проводилася для локально обраної бази даних, що містить дані з OSM.

source: Data Checks for Europe%s (Starting point Vienna, Austria)
es: Comprobaciones de datos para Europa%s (punto de inicio Viena, Austria)
id: Pengecekan data untuk Europe%s (Dimulai dari Vienna, Austria)
ja: ヨーロッパ向けデータチェック%s (開始点はVienna, Austria)
sk: Kontrola dát pre Európu%s (Začiatočný bod Viedeň v Rakúsku)
sv: Datakontroller för Europa%s (Utgångspunkt Wien, Österrike)
uk: Перевірка даних для Європи%s (початкова точка Відень, Австрія)

source: Data Checks for Australia%s (Starting point Sydney)
id: Pengecekan data untuk Australia%s (dimulai dari Sydney)
uk: Перевірка даних для Австралії%s (початкова точка Сідней)

source: Data Checks for Africa%s (Starting point Cairo, Egypt)
es: Comprobaciones de datos para África%s (punto de inicio El Cairo, Egipto)
id: Pengecekan data untuk Afrika%s (Dimulai dari Kairo, Mesir)
ja: アフリカ用データチェック%s (開始点は Cairo, Egypt)
sk: Kontrola dát pre Afriku%s (Počiatočný bod Káhira v Egypte)
sv: Datakontroller för Afrika%s (Utgångspunkt Kairo, Egypten)
uk: Перевірка даних для Африки%s (початкова точка Каїр, Єгипет)

source: Data Checks for Canada%s (Starting point Québec)
es: Comprobaciones de datos para Canadá%s (punto de inicio Québec)
id: Pengecekan data untuk Kanada%s (Dimulai dari Québec)
ja: カナダ用データチェック%s (開始点は Québec)
sk: Kontrola dát pre Kanadu%s (Počiatočný bod Québec)
sv: Datakontroller för Kanada%s (Utgångspunkt Quebec)
uk: Перевірка даних для Канади%s (початкова точка Квебек)

source: Data Checks for USA%s (Starting point Philadelphia, PA)
es: Comprobaciones de datos para EE.UU.%s (punto de inicio Filadelfia, PennsylvaniaAustria)
id: Pengecekan data untuk Amerika%s (Dimulai dari Philadelphia, PA)
ja: USA用データチェック%s (開始点は Philadelphia, PA)
sk: Kontrola dát pre USA%s (Počiatočný bod Filadelfia, PA)
sv: Datakontroller för USA%s (Utgångspunkt Philadelphia, PA)
uk: Перевірка даних для США%s (початкова точка Філадельфія)

source: Data Checks for Central America%s (Starting point Santo Domingo, Republica Dominicana)
es: Comprobaciones de datos para América Central%s (punto de inicio Santo Domingo, República Dominicana)
id: Pengecekan data untuk Amerika Tengah%s (Dimulai dari Santo Domingo, Republik Dominika)
ja: 中央アメリカ用データチェック%s (開始点は Santo Domingo, Republica Dominicana)
sk: Kontrola dát pre Strednú Ameriku%s (Počiatočný bod Santo Domingo v Dominikánskej Republike)
sv: Datakontroller för Centralamerika%s (Utgångspunkt Santo Domingo, Dominikanska republiken)
uk: Перевірка даних для Центральної Америки%s (початкова точка Санто-Домінго, Домініканська Республіка)

source: Data Checks for South America%s (Starting point São Paulo, Brazil)
es: Comprobaciones de datos para América del Sur%s (punto de inicio Sao Paulo, Brasil)
id: Pengecekan data untuk Amerika Selatan%s (dimulai dari São Paulo, Brazil)
ja: 南アメリカ用データチェック%s (開始点は São Paulo, Brazil)
sk: Kontrola dát pre Južnú Ameriku%s (Počiatočný bod Sao Paulo v Brazílii)
sv: Datakontroller för Sydamerika%s (Utgångspunkt São Paulo, Brasilien)
uk: Перевірка даних для Південної Америки%s (початкова точка Сан-Паулу, Бразилія)

source: Data Checks for Asia%s (Starting point Tokio, Japan)
es: Comprobaciones de datos para Asia%s (punto de inicio Tokio, Japón)
id: Pengecekan data untuk Asia%s (dimulai dari Tokyo, Jepang)
ja: アジア用データチェック%s (開始点は東京、日本)
sk: Kontrola dát pre Áziu%s (Počiatočný bod Tokio v Japonsku)
sv: Datakontroller för Asien%s (Utgångspunkt Tokyo, Japan)
uk: Перевірка даних для Азії%s (початкова точка Токіо, Японія)

source: Europe Data Checks as ugly list
es: Comprobaciones de datos para Europa en una lista fea
id: Pemeriksaan data eropa yang salah
sk: Kontrola dát pre Európu ako škaredý zoznam
sv: Europeisk datakontroll som fullista
uk: Перевірка даних для Європи (список дурних помилок)

source: Developers have a look at the %sSourceForge%s site providing svn access to the sources.
es: Los desarrolladores pueden mirar en la página de %sSourceForge%s para el acceso svn al código fuente.
id: Pengembang harus melihat situs %sSourceForge%s yang menyediakan akses svn ke sumber
sk: Vývojari, pozrite sa na stránku %sSourceForge%s ktorá poskytuje prístup k svn zdrojových kódov
sv: Utvecklare, ta en titt på %sSourceForge%s-sajten som har svn-åtkomst till källkoden.
uk: Розробникам варто глянути на сайт %sSourceForge%s, що забезпечує централізовану систему управління версіями (SVN) для проекту.

source: logfile
es: fichero de registro
ja: ログファイル
sv: loggfil
uk: журнальний файл

source: If you want to export errors from KeepRight you will want to have a look at the %sinterfacing guide%s
es: Si quiere exportar errores desde KeepRight puede mirar en la %sguía de interfaz%s
id: Jika anda ingin mengekspor kesalahan (error) dari KeepRight anda harus melihat pada %sinterfacing guide%s
ja: KeepRight のエラーのエクスポートの方法は、%sinterfacing guide%s に記述されています
sk: Ak chcete urobiť export chýb z KeepRight, mali by ste sa pozrieť do príručky %sinterfacing guide%s
sv: Om du önskar exportera fel från KeepRight så ska du ta en titt på %sgränssnittsguiden%s
uk: Якщо Ви хочете експортувати помилки з KeepRight, Вам варто глянути на%sкерівництво користувача%s

source: Today I fixed the annoying OpenLayers-damaged-bubbles-issues. The bubbles look OK now and I made the switch to OL2.12. Empty your browser&apos;s cache (try any combination of Ctrl, Shift, Alt plus &apos;R&apos; as well as &apos;F5&apos;) if the site doesn&apos;t work for you.
id: Hari ini saya memperbaiki OpenLayers-damaged-bubbles-issues yang menyebalkan. Sekarang gelembung muncul sudah benar dan saya mengubahnya ke OL2.12. Kosongkan browser&apos;s cache anda (coba kombinasi Ctrl, Shift, Alt plus &apos;R&apos; as well as &apos;F5&apos;) jika situsnya doesn&apos;t dengan benar
uk: Сьогодні я виправив дратівливий „OpenLayers-damaged-bubbles-issues“. Все виглядає гаразд і тепер я зробив перехід до OL2.12. Очистіть кеш браузера (спробуйте будь-яку комбінацію Ctrl/Shift/Alt + „R“ або „F5“), якщо сайт не працює у Вас.

source: To all consumers of KeepRight error dump files: The file format is going to change: I will drop the &quot;description&quot;-column. It is redundant, you can recreate it from &quot;msgid&quot; plus &quot;txt1&quot;-&quot;txt5&quot; <br>Second: there is a new column in the file including the user name of the last editor of the object containing the error.<br>This change will take full effect during this week as all parts of the planet are going to be reprocessed
id: Kepada pengguna kumpulan berkas kesalahan KeepRight: Format berkas akan mengalami perubahan: Saya akan membuang &quot;description&quot;-column. Dikarenakan sudah lama, anda bisa membuatnya kembail dari &quot;msgid&quot; plus &quot;txt1&quot;txt5&quot; <br>Kedua: Terdapat kolom baru pada berkas termasuk nama pengguna dari pengedit yang terakhir dari objek yang terdapat kesalahan (error). <br> Perubahan ini akan berdampak penuh pada minggu ini dan semua bagian dari dunia akan di proses ulang
uk: Для всіх споживачів дамп-файлів помилок KeepRight: формат файлу буде мінятися: я позбудуся стовпчика &quot;description&quot;. Він є надлишковим, Ви зможете відтворити його з &quot;msgid&quot; та на додаток &quot;txt1&quot;-&quot;txt5&quot; <br>Друге: є новий стовпець у файлі, що включає ім’я користувача останнього редагування об’єкта, що містить помилку. <br> Ця зміна буде впроваджена у повному обсязі протягом цього тижня, як всі частини планети будуть перероблені.

source: Australia is back online again!<br>KeepRight's Australia partner site is closed by now, error checks for Australia are run on the main site. I'm very sorry I could not rescue all the comments and ignore-states on errors. The remote database is not accessible any more so any comments and states are reset and we are starting from scratch.<br>Anyway, thank you, Peter, for providing that service for more than three years!
id: Australia kembali secara online!<br> Partner KeepRight Australia sekarang sudah tutup, pengecekan data salah (errro) untuk Australia dijalankan melalui situs utama. Saya meminta maaf karena tidak dapat menyelamatkan semua komentar dan perintah-diabaikan pada kesalahan (error). Pengendalian database saat ini tidak dapat diakses sehingga semua komentar dan perintah di ulang kembali dan kita memulai kembali dari awal.<br> Namun demikian, terima kasih, Peter, untuk menyediakan jasa tersebut selama lebih dari tiga tahun
uk: Австралія повернулася в онлайн знову!<br> Австралійський партнерський сайт KeepRight-а тепер закритий, перевірки помилок для Австралії будуть працювати на основному сайті. Я дуже жалкую, що не зміг врятувати усі коментарі та стани ігнорування помилок. Віддалена база даних не доступна вже, отож коментарі та стани обнулені і ми починаємо з нуля. <br> У всякому разі, спасибі Пітеру за надання цієї послуги протягом більш ніж трьох років!

source: There is a new, great document that describes recipes for fixing errors reported by KeepRight. It was written by user Popei82. Thank you very much!<br>Find the document in the OSM <a target='_blank' href='http://wiki.openstreetmap.org/wiki/Fehlerbereinigung_mit_Hilfe_von_keepright.at'>wiki</a>.
id: Saat ini ada dokumen baru yang menjelaskan resep untuk memperbaiki kesalahan (error) yang dibuat oleh KeepRight yang ditulis oleh Popei82. Terima kasih!<br>Cari dokumen di OSM <a target='_blank' href='http://wiki.openstreetmap.org/wiki/Fehlerbereinigung_mit_Hilfe_von_keepright.at'>wiki</a>.
uk: Доступний новий, відмінний документ, що описує рецепти для виправлення помилок, прозвітованих KeepRight-ом. Він був написаний користувачем Popei82. Велике спасибі! <br> Знайдіть документ у <a target='_blank' href='http://wiki.openstreetmap.org/wiki/Fehlerbereinigung_mit_Hilfe_von_keepright.at'>OSM-вікі</a>.
