Repository: danieldegroot2/keepright
Catalog: web/locale/*.po
Languages: es, id, ja, sk, sv, uk

source: This is the scaffold for the error description where placeholders ("$i") stand in place of the actual values inserted by the concrete error instance. You may put this scaffold inside a GNU gettext() function to have it translated. GNU gettext requires a .po file that holds original and translated strings. You may use existing .po files from here:
sv: Detta är skelettet för felmeddelandet där platshållaren ("$i") står istället för det specifika felets infogade faktiska värde. Du kan placera detta skelett inuti en GNU gettext()-funktion för att få den översatt. GNU gettext kräver en .po-fil som innehåller original- och översatta strängar. Du kan använda existerande .po-filer härifrån:
uk: Це підтримка для опису помилок, коли покажчик („$i“) залишається в тому ж значенні і вставляється в конкретний приклад помилки. Ви можете використовувати цю підтримку з функцією GNU gettext() для перекладу. Для функції GNU gettext() необхідний .po-файл, який містить оригінальні та перекладені рядки. Ви можете використовувати існуючий .po-файл звідси:

source: find the GNU gettext template file here:
es: puede encontrar la plantilla GNU gettext aquí:
id: Temukan berkas contoh GNU gettext disini
ja: GNU gettext テンプレートファイルはこちら:
sv: hitta GNU gettext-mallen här:
uk: знайти GNU gettext-шаблон можна тут:

source: These bits of text are the contents that have to be inserted in the error message after translation. txt1 will replace $1, etc.
es: Estos pedazos de textos son los que tiene que estar insertados en el mensaje de error despues de la traduccion. txt1 va a reemplazar $1, etc.
id: Potongan teks ini adalah isi yang harus dimasukkan kedalam pesan kesalaahan (error) setelah menerejemahkan. txt1 akan digantu oleh $1, dst
sv: Dessa textensnuttar utgör innehållet som måste infogas i felmeddelandet efter översättning. txt1 kommer att ersätta $1, etc.
uk: Ці частини тексту будуть вставлені e повідомлення про помилки, і після перекладу . txt1 буде замінений на $1 і т.п.

source: Timestamp (MESZ) of when this error was found the first time
es: Marca temporal (MESZ) de cuando este error fue detectado por primera vez
id: Timestamp (MESZ) ketika kesalahan (error) ini ditemukan pertama kali
sk: Timestamp (MESZ) toho kedy sa našla chyba po prvý krát
sv: Tidsstämpel (MESZ) då detta fel hittades för första gången
uk: Час (MESZ), коли ця помилка була виявлена ​​вперше.

source: Timestamp (MESZ) of last time this error was (re-)checked by the scripts
es: Marca temporal (MESZ) de la ultima verificación de este error
id: Timestamp (MESZ) ketika terakhir kali kesalahan ini sudah diperiksa ulang oleh script
sv: Tidsstämpel (MESZ) då detta fel blev (åter-)kontrollerat av skripten
uk: Час (MESZ), коли ця помилка останній раз була переперевірена скриптом.

source: Timestamp of the object that was used when checking, as found in the official planet file.
es: Marca temporal del objeto que se utilizó en la comprobación, tal y como se encontró en el fichero oficial del planeta.
id: Timestamp dari objek yang digunakan ketika pemeriksaan, seperti yang ditemukan pada berkas planet yang offisial
sv: Tidsstämpel från objektet som användes vid kontrollen, så som det ser ut i den officiella planetfilen.
uk: Час, коли у файлі планети був знайдений об`єкт, який використовується для перевірки.

source: Location on the planet. Coordinates are given in the same projection as found in the official planet file. Please note that numbers are displayed as int values. To convert back to real lon/lat you have to divide by 10^7
es: Localización en el planeta. Las coordenadas están en la misma proyección que en el archivo oficial planet. Los números son enteros. Para convertirlos de nuevo a lon/lat reales, dividirlos por 10^7
id: Lokasi dari planet. Kordinat diberikan dengan proyeksi yang sama ketika ditemukan di berkas planet offisial. Hara diingat bahwa angka yang ditampilkan sebagai nilai int. Untuk mengkonversi kembali ke derajat/lintang sebenarnya anda harus membaginya dengan 10^7
sv: Läge på planeten. Koordinater är givna i samma projektion som i den officiella planetfilen. Var vänlig notera att tal visas som heltalsvärden. För att konvertera tillbaka till verklig lon/lat måste du dividera med 10^7
uk: Місцезнаходження на планеті. Координати задані в тій же системі координат, як і у файлі планети. Зауважте, що значення відображаються цілими числами. Для зворотного перетворення у реальні координати довгота/широта необхідно розділити на 10^7

source: User-comment (if any)
es: Comentario de usuario (si aplicable)
id: Komentar pengguna (jika ada)
ja: ユーザのコメント(あれば)
sk: Komentár užívateľa (ak existuje)
sv: Användarkommentar (om någon)
uk: Коментар користувача (якщо є)

source: Timestamp (MESZ) of when the comment was given (if any)
es: Marca temporal (MESZ) de cuando el comentario fue escrito (si aplicable)
id: Timestamp (MESZ) ketika komen diberika (jika ada)
ja: コメントの投稿タイムスタンプ(あれば)
sv: Tidsstämpel (MESZ) då kommentaren gavs (om någon)
uk: Час (MESZ), коли був доданий коментар (якщо є)

source: User name of the user that last edited the given object.
id: Nama pengguna dari pengguna yang memperbaiki objek yang diberikan
uk: Ім’я користувача, хто останнім редагував даний об’єкт.

source: loading the errors table
es: cargando la tabla de errores
id: loading tabel eror
ja: エラーテーブルを読み込んでいます
sk: načítavanie tabuľky chýb
sv: laddar feltabellen
uk: завантаження таблиці помилок

source: This is the schema definition for use with MySQL databases:
es: Este es la definicion del schema para usar con base de datos MySQL:
id: Ini adalah skema definisi untuk digunakan dengan database MySQL
sv: Detta är schemadefinitionen för användning med MySQL-databases:
uk: Це алгоритм опису помилок, який використовується у базах даних MySQL:

source: Please note that <em>schema</em> is a reserved word in MySQL, so you always have to quote it like this: `schema`
id: Harap diingat <em>Skema</em> merupakan kata yang sudah ada di MySQL, sehingga anda harus selalu menggunakan kutipan seperti ini: `schema`
ja: <em>schema</em> は MySQL の予約語なので、`schema` のようにクォートしなければならないことに注意してください
sv: Notera att <em>schema</em> är ett reserverat ord i MySQL, så du måste alltid citera det så här: `schema`
uk: Зверніть увагу, що <em>schema</em> — зарезервоване слово в MySQL, тому, для його використання Вам необхідно виділяти його одинарними (англійськими) лапками: `schema`

source: There are two primary keys in this table: a natural one and an artificial one:
es: Hay dos tipos de claves primarias en esta tabla: una natural y otra artificial:
id: Terdapat dua kunci utama dalam tabel ini: natural dan artifisial
sv: Det finns två primära nycklar i denna tabell: en naturlig och en artificiell:
uk: Є два основні ключі у даній таблиці: один — природний (natural), другий — штучний (artificial):

source: The natural primary key consists of error_type, object_type, object_id, lat, lon. That means one type of error may be found on multiple spots belonging to one single object (eg. self-intersections of ways).
id: Kunci natural utama mengandung error_type, object_type, object_id, derajat, dan lintang. Hal ini berarti satu tipe dari kesalahan (error) mungkin akan ditemukan pada beberapa tempat yang masuk kedalam satu objek (contoh jalur yang bersinggungan)
ja: 自然キーはerror_type、object_type、object_id、lat（緯度）、lon（経度）で構成されます。これは、ある１種類のエラーが、一つのオブジェクトに属している複数のスポットで発生するおそれがあることを意味します（例: 道路が自己交差している）。
sv: Den naturliga primära nyckeln består av error_type, object_type, object_id, lat, lon. Det innebär att en typ av fel kan hittas på flera olika punkter som tillhör samma objekt (exempelvis vägar som korsar sig själva).
uk: Природний ключ містить: error_type, object_type, object_id, lat, lon. Ключ може показати ситуацію, коли кілька разів помилково використовується один єдиний елемент (наприклад на самоперетині ліній).

source: The artificial primary key consists of schema and error_id. It is used just for simplicity of referencing individual error instances and it is completely redundant.
id: Kunci artifisial utama mengandung skema dan error_id. Digunakan untuk memudahkan refresi kesalahan (error) individual dan sudah terlalu lama
sv: Den artificiella primära nyckeln består av schema och error_id. Den används bara för enkelhetens skull som referens till enskilda fel och är fullständigt redundant.
uk: Штучний ключ складається з schema та error_id. Він використовується лише для спрощення опису помилки, і є надлишковим ключем.

source: querying node counts
id: Query jumlah titik (node)
uk: запитується кількість точок

source: As a waste-product the scripts create a file that contains the numer of nodes per square degree found in the planet file. Resolution is 0.1 degrees. You may download the file here:
id: sebagai limbah produk script membuat berkas yang mengandung jumlah titik per meter persegi yang ditemukan didalam berkas planet. Resolusinya sekitar 0.1 derajat. Anda mungkin dapat mengunduh berkas disini:
uk: Як продукт відпрацювання, скрипти створять файл, що містить число точок на квадратний градус, знайдений у файлі планети. Роздільна здатність складає 0.1 градуса. Ви можете звантажити файл тут:

source: This dump file can be useful for statistics if you want to calculate an `errors per node` measure
id: Berkas dump ini dapat berguna untuk statistik jika anda ingin menghitung `errors per node`
uk: Цей дамп-файл може бути корисно для статистики, якщо Ви хочете, щоб обчислити міру „помилок на точку“
