Repository: danieldegroot2/keepright
Catalog: web/locale/*.po
Languages: es, id, ja, sk, sv, uk

source: If you like to contact me, my mailbox at the austrian server of gmx is labelled KeepRight.
es: Si quiere entrar en contacto conmigo, mi dirección en el servidor austriaco (.at) de gmx se llama KeepRight. Recuerda que yo no hablo Español.
id: Jika anda senang untuk menghubungi saya, kotak surat saya untuk server austrian diberi label KeepRight
ja: もしあなたが私にコンタクトを取りたいなら、オーストリアのサーバにある gmx の私のメールボックスは KeepRight とラベリングされています
sk: Ak ma chcete kontaktovať, môj mailbox je na rakúskom serveri gmx a je pomenovaný ako KeepRight.
sv: Om du önskar kontakta mig heter min mejlbox KeepRight på gmx österrikiska server.
uk: Ви можете зв’язатися зі мною, мій ящик на австрійському сервері gmx c позначкою KeepRight.

source: Please understand that I will not always be able to immediately respond to your mail on weekdays.
es: Por favor, entienda que no siempre podré responder inmediatamente a su correo los días laborables.
id: Harap dimengerti bahwa saya tidak selalu dapat langsung merespon surrel anda pada hari kerja
ja: 平日、あなたのメールに必ずしも即座に反応できるわけではないことをご理解ください。
sk: Prosím pochopte, že nebudem vždy schopný ihneď odpovedať na vaše emaily.
sv: Snälla, ha förståelse för att jag inte alltid kan svara omeddelbart på ditt mejl under vardagar.
uk: Будь ласка, врахуйте, що я не зможу завжди відповідати відразу на Ваші електронні листи в будні дні.

source: errors
es: errores
id: kesalahan
ja: エラー
sk: chyby
sv: fel
uk: помилки

source: warnings
es: advertencias
id: Peringatan
ja: 警告
sk: varovania
sv: varningar
uk: застереження

source: all
es: todo
id: Seluruhnya
ja: すべて
sk: všetko
sv: alla
uk: усі

source: none
es: ninguno
id: tidak ada
ja: なし
sk: nič
sv: inga
uk: жодного

source: show ignored errors
es: mostrar errores ignorados
id: Perlihatkan kesalahan yang diabaikan
ja: 無視したエラーを表示
sk: zobraz ignorované chyby
sv: visa ignorerade fel
uk: показувати проігноровані помилки

source: show temp. ignored errors
es: mostrar errores ignorados temporalmente
id: Perlihatkan kesalahan sementara yang diabaikan
ja: temp.ignored のエラーを表示
sk: zobraz dočasne ignorované chyby
sv: visa tillfälligt ignorerade fel
uk: показувати тимч. проігноровані помилки

source: Edit in Potlatch
es: Editar en Potlatch
id: Edit di Potlatch
ja: Potlatch で編集
sk: Upraviť v Potlatch-i
sv: Editera i Potlatch
uk: Редагувати у Potlatch

source: You will see up to %d error markers starting in the center of the map. Please allow a few seconds for the error markers to appear after panning.
es: Usted verá hasta %d marcadores de error comenzando en el centro del mapa. Por favor, espere unos segundos para que los marcadores de error aparezcan.
id: Anda akan melihat %d tanda kesalahan (error) dimulai dari bagian tengah peta. Harap tunggu beberapa detik untuk memunculkan tanda kesalahan setelah penggeseran
ja: あなたが開始点として選択した場所を中心とした地図には、%d 以上のエラーがあります。スクロールした後エラーマーカーが表示されるまで、数分待ってください
sk: Uvidíte nanajvýš %d chýb ako značky začínajúc zo stredu mapy. Po posune mapy prosím počkajte pár sekúnd kým sa všetky značky zobrazia.
sv: Du får se max %d fel med utgångspunkt från kartans mitt. Det tar några sekunder för felmarkörerna att dyka upp efter att du panorerat.
uk: Ви будете бачити до %d позначень помилок навколо центру мапи. Будь ласка, зачекайте кілька секунд для відображення маркерів помилок після зміни масштабу мапи.

source: Site updated at %s
es: Página actualizada: %s
id: Situs diperbaharui %s
ja: サイト更新日 %s
sk: Stránka upravená %s
sv: Sajten uppdaterad %s
uk: Місцевість оновлена %s

source: node
es: nodo
ja: ノード
sk: bod
sv: nod
uk: точка

source: way
es: vía
id: Jalur
ja: ウェイ
sk: cesta
sv: väg
uk: лінія

source: relation
es: relación
id: Relasi/hubungan
ja: リレーション
sk: relácia
uk: зв’язок

source: edit in
es: editar en
id: Edit di
ja: 編集ツール
sk: upraviť v
sv: redigera i
uk: редагувати у

source: JOSM must be running and JOSM's remote control plugin must be enabled for this to work!
es: Para que esto funcione JOSM ha de estar en ejecución y el plugin de control remoto de JOSM tiene que estar habilitado.
id: JOSM harus sudah diaktifkan dan colokan (plugin) remote control JOSM sudah harus diaktifkan untuk pekerjaan ini
ja: この作業をするには、JOSM が動作していて JOSM のリモートコントロールプラグインが有効になっていなければなりません
sk: JOSM musí bežať a musí mať aktivovaný plugin diaľkového ovládania aby toto fungovalo!
sv: JOSM måste köra och JOSMs insticksprogram för fjärrkontroll måste vara aktiverat för att detta ska fungera!
uk: Повинен бути запущений редактор JOSM та повинен бути включений модуль віддаленого управління JOSM!

source: keep this error open
es: mantener abierto este error
id: Biarkan kesalahan (error) ini terbuka
ja: このエラーを公開したままにする
sk: nechaj túto chybu otvorenú
sv: behåll felet öppet
uk: залишити цю помилку відкритою

source: ignore temporarily (error corrected)
es: ignorar temporalmente (se ha corregido el error)
id: Abaikan untuk sementara (kesalahan diperbaiki)
ja: 一時的に無視(エラー修正済み)
sk: dočasne ignoruj (chyba už opravená)
sv: ignorera tillfälligt (felet rättat)
uk: тимчасово ігнорувати (помилка виправлена)

source: ignore (false-positive)
es: ignorar (falso positivo)
id: Abaikan (kesalahan diperbolehkan (false-positive))
ja: 無視(誤検出)
sk: ignorovať (false-positive)
sv: ignorera (falsk positiv)
uk: ігнорувати (хибна помилка)

source: save
es: guardar
id: simpan
ja: 保存
sk: uložiť
sv: spara
uk: зберегти

source: cancel
es: cancelar
id: Batal
ja: キャンセル
sk: zrušiť
sv: avbryt
uk: скасувати

source: please click on the icon to fixate the bubble
es: haga click en el icono para fijar la burbuja
id: Tolong klik pada ikon untuk fiksasi gelembung
ja: アイコンをクリックするとポップアップが固定されます
sk: prosím kliknite na ikonu na zafixovanie bubliny
sv: klicka på ikonen för att fixera bubblan
uk: для фіксації підказки натисніть на іконку

source: link to here: error #
es: enlace hasta aquí: error #
id: tautkan ke sini: kesalahan (error) #
ja: ここへのリンク: エラー番号
sk: odkaz sem: chyba #
sv: länka hit: fel #
uk: посилання сюди: помилка №

source: last edit of this
es: ultima edición de este
id: Pengeditan terakhir
ja: 対象の最終更新
sk: posledná úprava elementu
sv: senaste ändring av denna
uk: остання редакція об’єкта –

source: interfacing KeepRight
es: Interfaz con KeepRight
id: antarmuka KeepRight
ja: KeepRight のインターフェイス
sk: použivanie KeepRight
sv: gränssnitt mot KeepRight
uk: використання KeepRight

source: Interfacing with KeepRight
es: Interfaz con KeepRight
id: antarmuka dengan KeepRight
ja: KeepRight とインターフェイスをとる
sk: používanie s KeepRight
sv: Gränssnitt mot KeepRight
uk: Робота з KeepRight

source: You may use KeepRight&apos;s results in a number of ways:
es: Se pueden usar los resultados de KeepRight de varias maneras:
id: Anda dapat menggunakan hasil KeepRight&apos;s dalam beberapa cara:
ja: あなたは、KeepRight の結果をいろいろな方法で利用しても良い
sk: Je niekoľko spôsobov ako používať výsledky KeepRight:
sv: Du kan använda KeepRights resultat på ett antal olika sätt:
uk: Ви можете використовувати результати перевірки KeepRight різними способами:

source: by means of the %smap web page%s
es: por el %smapa en la página web%s
id: melalui %smap web page%s
sk: použiť %sweb stránku%s
sv: med hjälp av %skartans webbsida%s
uk: за допомогою %sінтерактивної мапи%s

source: exporting %sGPX waypoints%s
es: exportando %spuntos GPX%s
id: Eksport %sWaypoint GPX%s
ja: %s GPX ウェイポイント %s をエクスポートしています
sk: exportovaním %sGPX waypointy%s
sv: exportera %sGPX-waypoints%s
uk: експорт %sшляхових точок GPX%s

source: exporting new errors as %sRSS feed%s
es: exportando nuevos errores como %shilo RSS%s
id: Mengeksport kesalahan (error) baru menjadi %sRSS feed%s
ja: 新しいエラーを %sRSS feed%s としてエクスポートしています
sk: exportovaním nový chýb ako %sRSS feed%s
sv: exportera nya fel som %sRSS flöde%s
uk: експорт нових помилок як %sRSS стрічку%s

source: getting the whole errors %sdump file%s
es: recibiendo todos los errores en un %sarchivo de dump%s
id: Mendapatkan kesalahan secara keseluruhan %sdump files%s
sk: získaním %sdump file%s so všetkými chybami
sv: hämta hela %sfildumpen%s med fel
uk: отримати %sдамп-файл%s з усіма помилками

source: exporting GPX waypoints
es: exportando puntos GPX
id: Mengekspor waypoint GPX
ja: GPX ウェイポイントをエクスポートしています
sk: exportovanie GPX waypointov
sv: exportera GPX-waypoints
uk: експорт шляхових точок GPX

source: Purpose
es: Propósito
id: Kegunaan
ja: 目的
sk: Účel
sv: Syfte
uk: Мета

source: Exporting a section of the map into a GPX-styled list of waypoints for use with GPS units
es: Exportar una sección del mapa en una lista de puntos de estilo GPX para poder usar con aparatos GPS
id: Mengekspor sesi di peta ke dalam daftar model-GPX waypoint untuk digunakan dengan unit GPS
sk: Exportovanie časti mapy ako GPX waypointy pre použitie v GPS zariadeniach.
sv: Exportera ett utsnitt av kartan till en waypointlista i GPX-format för bruk med GPSer
uk: Експорт фрагмента мапи у треки формату GPX для використання з пристроями GPS

source: URL format
es: Formato de la URL
id: format URL
ja: URL 形式
sk: Formát URL
uk: Формат URL

source: You can specify a list of error types you want to have in the file as well as a bounding box on the map. This export will return up to 10000 waypoints.
uk: Ви можете вказати список типів помилок, які Ви хочете мати у файлі, а також обмежувальну рамку на мапі. Це експорт повертає до 10000 точок.

source: There is a link on the lower left corner of the map-page pointing to the GPX service that always includes the current error type selection and view from the map.
es: Existe un enlace en la esquina inferior izquierda de la página del mapa apuntando al servicio GPX que siempre incluye la selección del tipo de error actual y la vista del mapa.
id: Terdapat tautan pada bagian kiri dari halaman peta yang mengarahkan ke layanan GPX yang selalu menyertakan jenis kesalahan (error) yang saat ini dipilih dan tampilan dari peta
sk: Na mapovom zobrazení je dole vľavo odkaz GPX, ktorý obsahuje aktuálne vybrané chyby z územia aktuálne zobrazeného.
sv: Det finns en länk i kartsidans nedre vänstra hörn som pekar på GPX-tjänsten och som alltid innehåller de för tillfället valda feltyperna samt vyn från kartan.
uk: У нижньому лівому куті мапи поміщена посилання для експорту помилок обраних типів для видимого фрагмента мапи у формат GPX.

source: exporting new errors as RSS feed
es: Exportar nuevos errores como hilo RSS
id: Mengekspor kesalahan baru pada RSS feed
ja: 新しいエラーを RSS feed としてエクスポートしています
sk: exportovanie nových chýb ako RSS feed
sv: exportera nya fel som RSS-flöde
uk: експортувати нові помилки як RSS-стрічку

source: Watching a section of the map for newly found errors
es: Vigilar una sección del mapa para errores recientemente encontrados
id: Melihat bagian dari peta untuk menemukan kesalahan (error) baru
sk: Sledovanie časti mapy na nové chyby.
sv: Bevaka ett avsnitt av kartan för nyfunna fel
uk: Перегляд фрагмента мапи з новознайденими помилками

source: The URL format is the same as for GPX exports, just the format parameter is different. The RSS feed will include error entries that were first found within the last three weeks.
es: El formato de la URL es el mismo que para las exportaciones GPX, sólo cambia el parámetro del formato. El RSS incluirá los errores que fueron encontrados en las últimas tres semanas.
id: Format URL sama seperti ekspor GPX, hanya saja parameternya yang berbeda. RSS feed akan termasuk entri kesalahan yang pertamakali ditemukan pada tiga minggu sebelumnya.
sk: Formát URL je rovnaký ako pre export GPX, len format parameter je rozdielny. RSS feed bude obsahovať chyby ktoré boli nájdené za posledné tri týždne.
sv: URL-formatet är det samma som för GPX-exporter, endast formatparametern är annorlunda. RSS-flödet kommer omfatta felposter som hittats för första gången de senaste tre veckorna.
uk: Формат URL такий же, як для експорту в GPX, лише параметри формату різні. RSS стрічка буде включати усі помилки, які були вперше знайдені за останні три тижні.

source: There is a link on the lower left corner of the map-page pointing to the RSS service that always includes the current error type selection and view from the map.
es: Hay un enlace en la esquina inferior izquierda del mapa, que lleva al servicio RSS donde se incluye el tipo de error y la vista actual del mapa.
id: Terdapat tautan pada bagian bawah sebelah kiri dari halaman peta yang mengarah ke layanan RSS yang selalu menyertakan kesalahan (error) yang dipilih saat ini dan tampilan dari peta.
sk: Na mapovom zobrazení je dole vľavo odkaz RSS, ktorý obsahuje aktuálne vybrané chyby z územia aktuálne zobrazeného.
sv: Det finns en länk i kartsidans nedre vänstra hörn som pekar på RSS-tjänsten och som alltid innehåller de för tillfället valda feltyperna samt vyn från kartan.
uk: У нижньому лівому кутку мапи також поміщена посилання на RSS стрічку, в яку експортуються вибрані дані для видимого фрагмента мапи.

source: getting the whole dump-file
es: Recibir el archivo de dump con todos los errores
id: Mendapatkan seluruh berkas dump-file
ja: ダンプファイル全体を取得中
sk: získať celý dump-file
sv: hämta hela fildumpen
uk: отримання всього дамп-файлу

source: Doing something completely different with 25 millions of errors...
uk: Робить щось зовсім інше з 25 мільйонами помилок…

source: This tab-separated file contains all errors currently open for the whole planet (currently >500MB). It is being updated daily.
uk: Цей, розділений табуляціями, файл містить усі помилки, в даний час відкриті, для усієї планети (наразі > 500 Мб). Він в даний час оновлюється щодня.

source: Table layout
es: Disposición de la tabla
id: Layout tabel
ja: テーブルレイアウト
sv: Tabellayout
uk: Опис таблиці

source: The schema is an identifier naming a region on the planet. According to the %splanet splitting map%s the planet is split in rectangular parts to get roughly equally sized dump files. Consider the schema as a prefix for the error_id.
id: Skema merupakan identifikasi penamaan daerah di planit ini. Sesuai dari %splanet splitting map%s planet terbagi kedalam bagian persegi untuk mendapatkan berkas dump yang kira-kira berukuran sama. Mempertimbangkan skema sebagai prefix untuk error_id
sv: Schemat är en identifierare som namnger ett område på planeten. Enligt %splanetdelningskartan%s är planeten uppdelad i rektangulära delar för att få ungefär lika stora fildumpar. Betrakta schemat som ett prefix för error_id.
uk: Схема — це ідентифікатор імені регіону на планеті. Відповідно з %sмапою нарізки планети%s, планета розрізається на прямокутні ділянки для отримання файлів дампу приблизно рівних розмірів. Розглядайте схему, як префікс для номера помилки.

source: A number identifying errors, starting from 1 for each schema. An error_id is worth nothing if you don&apos;t know the schema!
es: Un numero que identifica los errores, empezando a 1 por cada schema. ¡Un error_id no vale nada si no se conoce el schema!
id: Angka untuk mengidentifikasi kesalahan (error) dimulai dari 1 untuk setiap skema. Error_id tidak berguna jika anda don&apos;t mengetahui skema
sv: Ett nummer som identifierar fel, med början på 1 för varje schema. Ett error_id är värdelöst om du inte känner till schemat!
uk: Нумерація помилок починається з 1 для кожної схеми. Номер помилки нічого не означає, якщо Ви не знаєте номер схеми.

source: numeric representation of the type of error. Error types are assigned in blocks of 10s (20, 30, 40...). They correspond with the name of the script file doing the checking.
id: numerik merepresentasikan tipe dari kesalahan (error). Tipe kesalahan ditetapkan dalam blok kelipatan 10 (20, 30, 40...). Mereka sesuai dengan nama dari berkas skrip yang sedang diperiksa.
sv: numerisk representation av feltypen. Feltyper är tilldelade i block om 10 (20, 30, 40...). De överensstämmer med namnet på den skriptfil som gör kontrollen.
uk: числове представлення типу помилки. Типи помилок зібрані в блоки по 10 (20, 30, 40…). Вони відповідають імені файлу скрипта, що проводить перевірку.

source: Error types may be sub-typed (281, 282 etc.). Subtyped error checking routines test for different aspects related to a single topic (in the example 280 means &quot;boundaries&quot;, 281 means &quot;missing name[ for boundaries]&quot; and 282 means &quot;missing admin level[ for boundaries]&quot;). Subtyped error types are rendered as groups that may be collapsed on the web site.
es: Los tipos de errores pueden ser sub-tipos (281, 282, etc.). Las rutinas de errores de sub-tipos comprueban diferentes aspectos relacionados con un tema específico (en el ejemplo, 280 significa &quot;límites&quot;, 281 significa &quot;falta nombre[ para límites]&quot; y 282 significa &quot;nivel administrativo[ para límites]&quot;). Los errores de sub-tipos son interpretados como grupos que pueden ser deshabilitados en la página web.
id: Tipe kesalahan (error) mungkin saja terdiri dari beberapa sub tipe (281,282 etc.). Pengecekan rute kesalahan subtipe untuk aspek yang berbeda terkait dengan satu topik (dalam contoh 280 berarti &quot;boundaries&quot;, 281 berarti &quot;missing name[ for boundaries]&quot; and 282 berarti &quot;missing admin level[ for boundaries]&quot;). Tipe kesalahan (error) subtipe yang digambarkan sebagai grup yang mungkin saja hancur dalam website.
sv: Feltyper kan vara subtypade (281, 282 etc.). Subtypade felkontroller testar olika aspekter i förhållande till ett enskilt ämne. (till exempel betyder 280 &quot;gränser&quot;, 281 betyder &quot;saknat namn[ för gränser]&quot; och 282 betyder &quot;saknad administrativ nivå[ för gränser]&quot;). Suptypade fel visas som hopfällbara grupper på webbplatsen.
uk: Типи помилок можуть мати підтипи (281, 282 і т.д.). Підтипи помилок отримуються при тесті на маршрутизацію для різних однотипних помилок (наприклад, 280 — quot;межіquot;, 281 — quot;пропущена назва у межіquot; і 282 — quot;пропущений теґ admin_level у межіquot ;). Підтипи помилок відображаються як список, який може бути згорнутий.

source: textual representation (short name) of the type of error. On sub-typed error types you may want to prepend the error_name that belongs to the main number to make the name complete.
id: Representasi tekstual (nama singkat) dari tipe kesalahan (error). Pada subtipe tipe kesalahan (error) yang mungkin anda ingin persiapkan error_name yang termasuk kedalam angka utama untuk membuat nama tersebut lengkap.
sv: textrepresentation (kortnamn) av feltypen. På subtypade fel kan du vilja addera huvudnumrets error_name framför för att göra namnet komplett.
uk: текстове представлення (коротке ім’я) типу помилки. До підтипів Ви можете додати ім’я групи і отримати повне ім’я помилки.

source: one of node/way/relation
es: uno de nodo/camino/relacion
id: satu node/jalur/relasi
ja: ノード/ウェイ/リレーション のひとつ
sk: jeden z bod/cesta/relácia
sv: en av node/way/relation
uk: одна з точок / ліній / зв’язків

source: an OSM node_id, way_id or relation_id
es: un node_id, way_id o relation_id de OSM
id: node_id OSM, way_id atau relation_id
ja: OSMのnode_id, way_id または relation_id
sk: OSM node_id, way_id alebo relation_id
sv: ett OSM-node_id, -way_id eller -relation_id
uk: номер точки, лінії чи зв’язка через OSM

source: one of new, reopened, ignore_temporarily, ignore. You won&apos;t see any &apos;cleared&apos; errors because the dump contains active errors only. Temporarily ignored errors are issues fixed by a user who really hopes to have fixed it. Temporarily ignored errors will jump back in the &apos;new&apos; state with the next update if the error isn&apos;t really fixed. Ignored errors are issues that are simply false positives and should never come back just because KeepRight is wrong and this exception cannot be included in the ruleset.
id: salah satu yang baru, terbuka kembali, dilupakan sementara, dilupakan. Anda won&apos;t melihat segala &apos;cleared&apos; kesalahan (error) karena dump yang mengandung kesalahan yang aktif saja. Kesalahan yang dilupakan sementara merupakan isu yang diperbaiki oleh pengguna yang berharap untuk memperbaikinya. Kesalahan yang dilupakan sementara akan kembali di dalam &apos;new&apos; dengan pembaharuan berikutnya jika kesalahan isn&apos;t diperbaiki. Kesalahan yang dilupakan merupakan isu yang bisa saja kesalahan positif dan harus tidak datang kembali karena KeepRight salah dan pengecualian ini tidak dapat dimasukkan kedalam peraturan
sv: en av new, reopened, ignore_temporarily, ignore. Du kommer inte se några &apos;cleared&apos;-fel eftersom dumpen enbart innehåller aktiva fel. Tillfälligt ignorerade fel är problem fixade av en användare som verkligen hoppas ha fixat det. Tillfälligt ignorerade fel kommer att hoppa till &apos;new&apos;-status vid nästa uppdatering om felet verkligen inte är fixat. Ignorerade fel är problem som helt enkelt är falska positiva och aldrig mer ska komma tillbaka enbart därför att KeepRight har fel och detta undantag inte kan infogas i regelverket.
uk: може бути новою , повторною , тимчасово ігнорованою чи проігнорованою помилкою. Ви не побачите виправлені помилки у дампі , тому що він містить лише активні помилки. Тимчасово ігноровані помилки розглядаються як виправлені користувачем (так як є надія , що він найближчим часом виправить їх). Тимчасово ігноровані помилки з’являться у статусі „нова помилка“ при наступному оновленні , якщо помилка була виправлена. Ігноровані помилки розглядаються як помилкові і не з’являються знову. Якщо KeepRight помилився, це, швидше, виняток, і не може бути визнано правилом.

source: Errors that were once cleared and come back at some point in time later are put in the <em>reopened</em> state. Please note that this may happen due to runtime-errors in the scripts. So you may just consider <em>new</em> and <em>reopened</em> the same.
id: Kesalahan (error) yang telah diperbaiki dan muncul kembali pada suatu waktu dimasukkan kedalam posisi <em>reopened</em>. Harap diingat bahwa ini dapat terjadi dikarenakan runtime-error pada script
sv: Fel som en gång blivit avklarade och kommer tillbaka vid något tillfälle senare får state <em>reopened</em> . Notera att detta kan hända på grund av fel under körningen av skripten. Så du kan betrakta <em>new</em> och <em>reopened</em> som likvärdiga.
uk: Помилки, які були виправлені і з’явилися знову в тому ж місці, мають статус „повторна“. Зазвичай це трапляється через помилки скриптів. Ви можете вважати, що повторна помилка — це нова помилка.

source: The verbose error message that comes out of the checking routine in English language. For translating the messages use the next columns
es: El mensaje de error detallado en Ingles que sale de las verificación. Usar la próxima columna para traducir los mensajes
id: Pesan kesalahan yang panjang yang muncul dari pengecekan rutin di bahasa Inggris. Untuk menerjemahkan pesannya gunakan kolom berikutnya
sv: Det utförliga felmeddelandet som kommer från kontrollrutinen på engelska språket. För översättning av meddelandet använd de följande kolumnerna
uk: Довгі повідомлення про помилки з’являються для маршрутизації англійською мовою. Для перекладу використовуйте наступну колонку
