Repository: danieldegroot2/keepright
Catalog: web/locale/*.po
Languages: es, id, ja, sk, sv, uk

source: There is a new check calles &apos;geometry glitches&apos;: This one looks for spikes in ways and makes guesses about missing turn restrictions: Highways joining in a very sharp angle should have some sort of turn restriction (explicit or implicit by means of oneway tags) that prohibits turing around the sharp angle
id: Ada pengecekan baru yang disebut &apos;geometry glitches&apos;: Ini terlihat seperti duri pada jalur dan terlihat seperti kurangnya larangan memutar: Jalan raya tergabung pada sudut yang lancip dan harus mempunyai larangan memutar (baik secara eksplisit atau implisit pada informasi satu jalur) yang melarang untuk memutar pada sudut yang lancip
uk: З’явилася нова перевірка з назвою „глюки геометрії“: вона оглядає гострі відхилення на дорозі та робить припущення про відсутні обмеження на повороти: дороги, що з’єднують під дуже гострим кутом, повинні мати якісь варіанти обмежень на повороти (явно або неявно за допомогою теґів одностороннього руху), що забороняють повороти під гострим кутом

source: There is a new check called &apos;doubled places&apos; that looks for nodes placed inside of a closed-loop way (usually a building) where the node and the way have some tags in common. Such situations lead to doubled labels on the map and wrong statistics (counting amenities doesn't work)
id: Ada pengecekan baru yang disebut &apos;doubled places&apos; yang terlihat untuk titik yang terletak didalam jalur loop tertutup (biasanya bangunan) dimaan titik dan jalur mempunyai informasi/tag yang sama. Situasi ini mengarah pada label ganda di peta dan statistik yang salah (menghitung amenitas tidak berfungsi)
uk: З’явилася нова перевірка з назвою „дублювання POI“, що оглядає точки, розташовані всередині замкнутого контуру (зазвичай будівлі), де точка та лінія мають деякі однакові теґи. Такі ситуації призводять до подвоєння міток на мапі та невірних статистичних даних (обрахунок послуг /amenyty/ не працює)

source: KeepRight now has its own domain name! You may now access KeepRight using the short URL <b><a href='http://keepright.at/'>http://keepright.at/</a></b>
id: Sekarang KeepRight mempunyai nama domain sendiri! Anda dapat mengakses KeepRight melalui URL <b><a href='http://keepright.at/'>http://keepright.at/</a></b>
uk: Тепер у KeepRight є власне доменне ім’я! Ви можете отримати доступ до KeepRight за коротким URL <b><a href='http://keepright.at/'>http://keepright.at/</a></b>

source: You'll notice some improvements on two checks and one completely new one coming up during the next days:<br> <em>faintly connected roundabouts</em> is a new sub-check for the roundabout check that will complain about roundabouts with less than three connections to other roads. This need not be an error, but at least it is questionable what faintly connected roundabouts are built for<br> <em>language unknown</em> is a new warning-type check that tries to improve localization by complaining about name tags where the language code cannot be deferred from other tags. Thank you, Ed, for the idea!<br> <em>motorways connected directly</em>-check had many false positives at rest areas (these are service highways that intentionally don't have an access restriction). I eliminated these using a heuristic method: service roads are OK if they lead to a parking area, a fuel station, a toilet or a restaurant. BTW: highway=services is something completely different and should not be used on ways. Thank you, Johan, for making me think about the problem again!
id: Anda akan menyadari bahwa sebuah improvisasi dalam dua pengecekan dan salah satunya telah sepenuhnya baru datang pada hari berikutnya:<br> <em>sedikit terhubung dengan bundaran</em> adalah sub pengecekan baru untuk bundaran yang akan berfungsi pada bundaran yang tidak terhubung dengan jalan lain yang berjumlah kurang dari tiga. Ini bukan merupakan kesalahan (erro) akan tetapi merupakan pertanyaan apa yang terhubung dengan bundaran yang dibangun untuk<br> <em>Bahasa tidak diketahui</em> merupakan peringatan baru yang mencoba untuk mengimprovisasi lokalisasi dengan berkomentar mengenai informasi/tag nama dimana kode bahasa tidak bisa dilupakan dari informasi lain. Terimakasih Ed untuk idenya!<br> <em>Jalan tol tersambung langsung </em>-pengecekan bisa saja salah pada tempat istirahat (merupakan jalan pelayanan yang tidak mempunyai larangan). Saya mengeliminasi itu menggunakan metode heuristik: jalan pelayanan tersebut betul jika mengarah ke tempat parkir, pengisian bahan bakar, toilet atau restoran. Akan tetapi: highway=services adalah sesuatu yang sangat berbeda dan sebaiknya tidak digunakan pada jalur. Terimakasih Johan untuk membuat saya memikirkan masalah tersebut lagi!
sv: Du kommer att lägga märke till att några förbättringar på två kontroller samt en helt ny kontroll dyker upp de närmaste dagarna:<br> <em>vagt anslutna cirkulationsplatser</em> är en ny sub-kontroll för cirkulationsplatser som kommer att klaga på cirkulationsplatser med mindre än tre förbindelser till andra vägar. Detta behöver inte vare ett fel, med det är åtminstone diskutabelt vad vagt anslutna rondeller är byggda för.<br> <em>språk okänt</em> är en ny kontroll av varnings-typ som försöker förbättra lokalanpassning genom att klaga på name-taggar där språket inte kan bestämmas med hjälp av andra taggar. Tack Ed, för idén!<br>Kontrollen <em>motorvägar direktanslutna</em> hade många falska positiva vid rastplatser (dessa är servicevägar som avsiktligen saknar inskränkningar för användning). Jag har tagit bort dem med hjälp av en heuristisk metod: servicevägar är OK om de leder till en parkeringsplats, en bensinstation, en toalett eller en restaurang. Och förresten: highway=services är något helt annat och ska inte användas på vägar. Tack Johan, för att du fått mig att tänka på problemet igen!
uk: Ви помітите деякі поліпшення на двох перевірках та одну повністю нову, що з’являться протягом наступних днів:<br> <em>слабо пов’язані перехрестя з круговим рухом</em> — це нова суб-перевірка для перевірки перехресть з круговим рухом, що містить менше трьох зв’язків з іншими дорогами. Це може не бути помилкою, але, принаймні сумнівно, що перехрестя з круговим рухом будуються у цьому разі.<br> <em>невідома основна мова</em> — новий тип попередження, яке намагається поліпшити локалізацію, скаржачись на теґи name, для яких код мови не може бути визначений з інших теґів. Спасибі, Ед, за ідею! <br> <em>безпосереднє з’єднання з автомагістраллю</em> — перевірка мала багато помилкових спрацьовувань на відпочинкових областях (це є службові дороги, які спеціально не мають обмеження доступу). Я усунув їх, використовуючи евристичний метод: службові дороги сприймаються добре, якщо вони підводять до стоянки, заправної станції, туалету або ресторації. До речі: highway=services це зовсім інше і не повинно використовуватися на шляхах. Спасибі, Йохану, що змушує мене думати про проблему знову!

source: There are a few more languages in the select box now. You can help translating KeepRight on the %slaunchpad site%s. Thanks to all who helped!
es: Ahora hay unos pocos idiomas más en la lista de selección. Puede ayudar a traducir KeepRight en la %spágina web de launchpad%s. ¡Gracias a todos los que ayudaron!
id: Saat ini sangat sedikit pilihan bahasa. Anda dapat membantu menterjemahkan KeepRight pada %slaunchpad site%s. Terima kasih untuk semua pihak yang membantu
ja: 現在のところ選択ボックスで選べる言語は少ししかありません。 %slaunchpad サイト%s でKeepRight の翻訳を手伝って頂けます。全ての支援者に感謝します！
sk: V rozbalovacom menu je už niekoľko jazykov. Môžete pomôcť s prekladom KeepRight na webe %sstránke launchpad%s. Vďaka všetkým čo pomohli!
sv: Det finns ytterligare några språk i flervalslistan nu. Du kan hjälpa till att översätta KeepRight på %slaunchpad-sajten%s. Tack till alla som hjälpt till!
uk: В панелі вибору з’являється більше мов. Ви можете допомогти перекласти KeepRight на сайті %slaunchpad%s. Спасибі усім, хто допомагає!

source: To avoid routing errors like %sthis one%s I changed the check 'highways connected directly'. It will now complain about any connections of a motorway with a highway=service or highway=unclassified if it lacks an access=no or access=private tag or if it is not a service=parking_aisle.<br>I hope you agree that this inconvenience is necessary. Thank you, Nathan, for telling me about this!
id: Untuk menghindari kesalahan (error) pada rute seperti %sthisone%s saya mengubah pengecekan 'highways connected directly'. Sekarang akan mempermasalahkan mengenai segala macam koneksi ke jalan tol dengan highway=service atau highway=unclassified jika kurang informasi/tag mengenai access=no atau access=private atau bukan service=parking_aisle.<br>Saya harap anda setuju dengan ketidaknyamanan ini jika diperlukan. Terima kasih, Nathan untuk pemberitahuannya!
sk: Aby sa nevyskytovali routovacie chyby ako %státo%s zmenil som kontrolu "cesty spojené priamo". Teraz bude hlásiť každé spojenie motorway s highway=service alebo highway=unclassified ak neobsahujú access=no alebo access=private, alebo to nie je service=parking_aisle.<br>Myslím že táto obťažujúca vlastnosť je potrebná. Ďakujem Nathanovi že mi o nej dal vedieť!
sv: För att undvika routingfel såsom %sdetta%s har jag förändrat kontrollen 'motorvägar direktanslutna'. Den kommer nu att klaga på motorvägsförbindelser med highway=service eller highway=unclassified om den saknar taggarna access=no eller access=private eller om det inte är en service=parking_aisle.<br>Jag hoppas du håller med om att denna olägenhet är nödvändig. Tack Nathan, för att du berättade detta för mig!
uk: Щоб уникнути %sтаких%s помилок була змінена перевірка „безпосереднє з’єднання з автомагістраллю“. Тепер ця перевірка буде поширюватися на дороги з тегами highway=motorway, з’єднані з дорогами highway=service або highway=unclassified у наступних випадках: якщо відсутні теґи access=no або access=private, якщо це не service=parking_aisle.<br /> Автор сподівається , що Ви згодні — така невідповідність неприйнятна. Спасибі, Nathan-у, за те що, вказав на цю проблему!

source: KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!
es: ¡KeepRight se convierte en varios idiomas! - KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!
id: KeepRight menjadi multibahasa! -KeepRight becomes multilingual! - KeepRight wird mehrsprachig!
ja: KeepRight が多国語対応になりました！
sk: KeepRight je viacjazyčný!
sv: KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue! - KeepRight blir flerspråkig!
uk: KeepRight стає багатомовним! — KeepRight becomes multilingual! — KeepRight wird mehrsprachig! — O KeepRight se tornou multilingue!

source: As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!
id: Sebagai permulaan KeepRight memungkinkan untuk digunakan dengan bahasa Inggris, Jerman, dan Brazil Portugis. Terjemahan baru akan diterima dengan baik! Berkas template gettext di $1 dan $2. Terima kasih secara khusus diberikan kepada Rodrigo untuk ide bagus ini!<br><br>As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!
sv: As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!<br><br>Till att börja med kan KeepRight användas på engelska, tyska samt brasiliansk portugisiska. Nya översättningar är välkomna! Mallfilen till gettext finns $1här$2. Ett speciellt tack går till Rodrigo för denna strålande idé!
uk: As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!<br><br>Для початку, KeepRight, перекладений англійською, німецькою та португальською (Бразилія). Переклади іншими мовами вітаються! Завантажте шаблон $1 прямо тут $2. Окреме спасибі Rodrigo за цю геніальну ідею.

source: Getting rid of the evil db-parameter
es: Librándose del malvado parámetro-db
id: Menyingkirkan db-parameter
ja: 有害なDBパラメータを除去
sk: Zbavovanie sa zlého db-parametru
sv: Bort med den dumma db-parametern
uk: Чистка шкідливих параметрів бази даних

source: You may have noticed that you couldn&apos;t pan around the whole world in KeepRight as you liked. There were invisible boundaries and you always had to take care about the db-parameter in the URLs to be appropriate for the current position.<br>This is over now! The db-parameter is gone. So have fun panning around the whole world and fixing errors easier than ever!
es: Posiblemente te habrías dado cuenta de que no podías moverte por el mundo en KeepRight como te gustaría. Había límites invisibles y siempre te tenías que preocupar del parámetro-db en las URLs para que fuera el apropiado a la posición actual.<br>¡Esto ya se ha acabado! Ya no hay más parámetro-db. ¡Así que disfruta moviéndote por el mundo y solucionando errores más fácil que nunca!
id: Anda mungkin akan menyadari bahwa anda couldn&apos;t bergerak keseluruh dunia dengan KeepRight seperti yang anda sukai. Terdapat garis batas tak terlihat yang anda harus pahami mengenai db-parameter di URLs yang sesuai dengan posisi saat ini.<br>Sekarang hal ini sudah tidak ada! Db-parameter sudah tidak ada. Sehingga, selamat bersenang-senang bergerak keseluruh dunia dan membetulkan kesalahan (error) lebih mudah dari sebelumnya!
sv: Du kanske har lagt märke till att du inte kunde panorera runt hela världen i Keep Right som så du önskade. Det fanns osynliga gränser och du var alltid tvungen att bry dig om att db-parametern i URLen var lämplig för aktuell position.<br>Det är över nu! db-parametern är försvunnen! Så ha kul och panorera runt hela världen och fixa fel lättare än någonsin!
uk: Може бути, Ви помічали, щоб було неможливо здійснювати одночасну перевірку усіх частин світу в KeepRight. Були невидимі межі й Вам завжди доводилося враховувати параметри бази даних у посиланні для вибору поточної позиції. <br> Тепер це закінчилося! Ці параметри бази даних зникли. Тепер виправляти помилки по усьому світу легше, ніж було раніше!

source: During the next updates you will see an increased number of floating islands errors. This is because up to now the check routine didn&apos;t complain about ways that don&apos;t have a single connection with any other way(!). Sometimes it takes months until you see the most obvious things...
es: Durante las próximas actualizaciones verán un numero mas grandes de errores de islas flotantes. Esto es porque hasta ahora la verificación no se quejaba de caminos que no tienen ni una conexión con otros caminos (!). A veces se necesitan meses para ver las cosas mas evidentes...
id: Dalam pembaharuan berikutnya anda akan melihat penambahan jumlah kesalahan jenis floating island. Hal ini dikarenakan saat ini pengecekan rutin didn&apos;t komplain mengenai jalur yang don&apost;t mempunyai sebuah koneksi dengan jalur lain(!). Sewaktu-waktu membutuhkan berbulan-bulan sampai anda melihat keseluruhannya dengan jelas
sv: Under de kommande uppdateringarna kommer du att få se ett ökat antal fel gällande flytande öar. Det beror på att fram till nu klagade kontrollrutinen inte på vägar som helt saknade förbindelse med någon annan väg(!). Ibland tar det månader att upptäcka det mest uppenbara...
uk: При оновленні Ви побачите збільшення числа помилок „плаваючі острови“. Досі перевірка маршрутизації не враховує лінії, що мають єдине з’єднання з іншими лініями! Іноді проходять місяці, і тільки тоді, ти помічаєш очевидні речі…

source: This is my FOSSGIS-present for you: KeepRight will remember the position and the error types you selected when you left the site last time (how could you?). Just open %s without any parameters!
es: Este es mi regalo-FOSSGIS para tí: KeepRight recordará la posición y los tipos de error seleccionados cuando visitaste la página por última vez (¿cómo lo puedes hacer?) ¡Simplemente abre %s sin parámetros!
id: Ini FOSSGIS-present untuk anda: KeepRight akan mengingat posisi dan jenis kesalahan (error) yang ada pilih ketika anda meninggalkan situs sebelumnya (Bagaimana bisa?). Tinggal buka %s tanpa menggunakan parameter apapun!
ja: これは、私からあなたへの FOSSGIS のプレゼントです。KeepRight は、あなたが前回単に開いただけの %s の位置とエラーのタイプを覚えています
sv: Det här är min FOSSGIS-present till dig: KeepRight kommer att komma ihåg positionen och de feltyper du valde senast du lämnade sajten (hur kunde du?). Öppna bara %s utan några parametrar!
uk: Це мій FOSSGIS-подарунок для Вас: KeepRight буде запам’ятовувати Ваше останні місце розташування та типи помилок, які Ви вибрали під час останнього відвідування сайту. Як це робиться? Просто відкрийте %s без параметрів.

source: For archeologists: %sOld log entries%s have moved.
es: Para los arqueólogos: las %sentradas antiguas%s han sido movido.
id: Untuk arkeologis: catatan %sOld entries%s telah dipindahkan
ja: 考古学者のために：%s 古いログのエントリ %s は、移動されました
sk: Pre archeológov: %sOld log entries%s sa presunuli
sv: För arkeologer: %sGamla logginlägg%s har flyttat.
uk: Для археологів: %sстарі журнальні записи%s були переміщені.

source: a few words on the new comment feature
es: unas breves palabras acerca de la nueva utilidad de comentarios
id: beberapa kata pada fitur komentar baru
ja: 新しいコメント機能についての説明を少し
sk: niekoľko slov o novej vlastnosti: komentáre
sv: några ord om den nya kommentarsfunktionen
uk: кілька слів про нові особливості коментарів

source: Please give a comment that helps me improve the check routines if you find a false-positive. Don't confuse the comment box with an editing feature. This is not Potlatch! You cannot add missing tags via KeepRight!
es: Puede entrar un comentario para ayudarme a mejorar las verificaciones si encuentra un falso positivo. Por favor no confundir esto con una opción de edición. ¡Esto no es Potlatch! ¡No se pueden añadir etiquetas desde KeepRight!
id: Tolong berikan komentar yang membantu untuk mengimprovisasi pengecekan rutin. Jika anda menemui false-positive. Jangan membingungkan boks komentar dengan fitur editing. Ini bukan Potlatch! Anda tidak dapat menambahkan informasi/tag yang hilang melalui KeepRight!
sv: Var vänlig och lämna en kommentar som hjälper mig att förbättra kontrollrutinerna om du hittar en falsk positiv. Förväxla inte kommentarsboxen med en redigeringsfunktion. Det här är inte Potlatch! Du kan inte lägga till saknade taggar via KeepRight!
uk: Будь ласка, залишайте коментарі, які допоможуть мені поліпшити роботу KeepRight на предмет помилкових спрацьовувань. Не використовуйте форму для коментарів, щоб додати відсутні теги: це не Potlatch! На KeepRight немає можливості виправляти знайдені помилки!

source: Please note that in order to make the JOSM link work, JOSM must already be running when you hit the JOSM-link. Furthermore you have to enable the &apos;remote control&apos;-plugin in JOSMs options.
es: Por favor, para que funcione JOSM, éste tiene que estar abierto cuando haces clic en el enlace. Además, tienes que activar el "control remoto" en el panel de opciones de JOSM.
id: Harap diingat agar dapat menggunakan tautan JOSM, JOSM harus sudah jalan sebelumnya ketika anda menekan tombol JOSM-link. Lebih lanjut, anda harus mengaktifkan %apos;remote control&apos;-plugin di dalam opsi JOSM.
ja: JOSM を連動させようとすると、JOSM連動ボタンをクリックした時に JOSM は既に起動している必要があることに注意して下さい。さらには、JOSM のオプションである &apos;remote control&apos; プラグインが有効になっていなければなりません
sk: Majte prosím na pamäti, že JOSM už musí byť spustený pred tím ako kliknete na JOSM-link. Taktiež v JOSM musí byť povolený plugin diaľkového ovládania.
sv: Lägg märke till att för att JOSM-länken ska fungera måste JOSM redan köra då du väljer JOSM-länken. Dessutom måste du aktivera insticksprogrammet för fjärrstyrning i JOSM-inställningarna.
uk: Зауважте, що для роботи посилань для JOSM, Ви повинні запустити JOSM перед натисканням на посилання. Також у налаштуваннях JOSM потрібно включити модуль віддаленого управління JOSM.

source: Currently the following checking procedures are implemented
es: Actualmente se encuentran implementados los siguientes procedimientos de comprobación
id: Saat ini prosedur pengecekan sudah di implementasikan
ja: 現在は次のチェック手続きが実装されています
sk: Momentálne sú implementované nasledujúce kontroly
sv: För närvarande finns följande kontroller
uk: На даний час, застосовуються такі процедури перевірки

source: If you find an error in my errors lists I would definitely like to hear about it!
es: Si encuentras un error en mi lista de errores me gustaría saber de él.
id: Jika anda menemukan kesalahan (error) dalam daftar kesalahan saya sangat senang untuk mendengarnya!
ja: 私のエラーリスト内にエラーを見つけたら、是非とも知らせてください！
sk: Ak nájdete chybu v mojom zozname chýb, rád by som o nej počul!
sv: Om du hittar ett fel i min fellista så vill jag verkligen få reda på det!
uk: Якщо Ви знайшли недоліки в моєму листі помилок, то я неодмінно хочу про них знати!

source: Impressum
es: Colofón
sv: Utgivare
uk: Контакти

source: This work is done without commercial background, just for my personal pleasure. I would be very happy if it was helpful for the OSM Project.
es: Este trabajo se lleva a cabo sin respaldo comercial, sólo por placer. Me haría muy feliz si fuera útil para el Proyecto OSM.
id: Pekerjaan ini dilakukan tanpa latar belakang komersial, hanya untuk kesenangan pribadi saja. Saya sangat senang jika ini sangat membantu untuk proyek OSM
ja: この作業は商業的な背景無しに、私の個人的な楽しみでやっています。OSMプロジェクトの役に立てれば幸いです。
sk: Táto práca je robená bez komerčného pozadia, iba pre moje osobné potešenie. Bol by som rád keby pomohla projektu OSM,
sv: Det här alstret är gjort utan affärsmässiga syften, bara för mitt eget höga nöjes skull. Jag blir glad om det är till nytta för OSM-projektet.
uk: Ця робота пророблена без комерційної вигоди, просто для задоволення. Автор буде дуже щасливий, якщо це допоможе проекту OSM.
