Repository: danieldegroot2/keepright
Catalog: web/locale/*.po
Languages: es, id, ja, sk, sv, uk

source: (Level)-Crossings of railways and highways should have a common node as junction that is tagged with 'railway=level_crossing' if it is a crossing where larger vehicles can cross or with 'railway=crossing' if it is a crossing just for pedestrians
es: Los cruces (a nivel) de ferrocarriles y carreteras deben tener un nodo común de unión etiquetado ‘railway=level_crossing’ si es un cruce donde pueden cruzar grandes vehículos o ‘railway=crossing’ si es un cruce sólo para peatones.
id: (Level)-Crossing of railways dan highways harus mendapatkan titik umum seperti persimpangan dan di informasikan dengan 'railway=level_crossing' jika persimpangannya dapat dilewati oleh kendaraan besar
ja: 踏切には道路と踏切とが交差するノードが必要で、大きな車でも通れる踏切には 'railway=level_crossing' というタグが、歩行者しか通れない踏切には 'railway=crossing' というタグが必要です
sk: Úrovňové križovanie železnice a cesty by malo mať spoločný bod v mieste kde sa križujú a tento označený ako "railway=level_crossing" ak to je prechod pre vozidlá, alebo "railway=crossing" ak to je to prechod pre chodcov.
sv: (Plan-)korsningar mellan järnväg och väg bör ha en gemensam förbindelsenod som är taggad med 'railway=level_crossing' om det är en korsning där större fordon kan korsa eller med 'railway=crossing' om det är en korsning enbart för fotgängare
uk: Перетин на одному рівні залізних та автомобільних доріг повинно мати спільну точку, і позначено як railway=level_crossing для переїздів або railway=crossing для переходів

source: wrongly used railway crossing tag
es: etiqueta de cruce con vías incorrecta
id: Salah penggunaan informasi persimpangan jalur kereta
ja: 踏切（railway crossing）タグの使い方が間違っている
sk: zle použitý tag pre križovanie železníc
sv: felanvänd tagg för järnvägsövergång
uk: помилково вказаний теґ залізничного переїзду

source: Ways that take part in level-crossings of railways and highways have to be on the same layer and should in the normal case be not tagged as bridge or tunnel
es: Las vías que forman parte de pasos a nivel de vías de ferrocarril y carreteras deben estar en el mismo nivel y normalmente no deben ser etiquetados como puentes o túneles.
id: Jalur yang mengambil bagian di level-crossing dari jalur kereta dan jalan raya harus berada di layer yang sama dan haurs berada di kasus yang sama, tidak dapat diinformasikan sebagai jempatan atau terowongan
ja: 踏切で交わる線路と道路は同じレイヤであるべきで、また、橋やトンネルのタグの付いていない普通の道路であるべき
sk: Cesty ktoré sú súčasťou križujúcej sa železnice a vozovky musia byť na rovnakej úrovni a bežne by nemali byť označené ako most alebo tunel.
sv: Vägar som ingår i en plankorsning mellan järnväg och väg måste vara på samma lager och ska i normalfallet inte vara taggade som bro eller tunnel
uk: Лінії, які перетинають залізничні й автомобільні дороги на одному рівні, не можуть бути позначені як міст або тунель.

source: fixme-tagged items
es: ítems etiquetados como "arréglame"
ja: fixme タグの付いたアイテム
sk: označené ako fixme
sv: fixme-taggade objekt
uk: об’єкти з позначкою fixme=*

source: Nodes, ways or relations that are tagged with FIXME should be reviewed...
es: Nodos, vías o relaciones etiquetados con FIXME debieran de revisarse...
id: Titik, jalur atau relasi/hubungan yang diinformasikan dengan FIXME harus di tinjau ulang
ja: FIXME タグのあるノード、ウェイおよびリレーションはレビューが必要です...
sk: Body, cesty alebo relácie ktoré sú označené ako FIXME by mali byť skontrolované...
sv: Noder, vägar och relationer som är taggade med FIXME bör granskas...
uk: Точки, лінії або зв’язки з позначкою fixme=*, повинні бути переглянуті та уточнені…

source: relations without type
es: relaciones sin tipo
id: Relasi/hubungan tampa tipe
ja: type の無いリレーション
sk: relácie bez typu
sv: relationer utan typ
uk: зв’язок без типу (type=*)

source: Find any relation that has no type tag, wich is mandatory for relations.
es: Encuentra cualquier relación que no tenga etiqueta de tipo, que es obligatoria para las relaciones.
id: Cari segala relasi/hubungan yang tidak mempunyai tipe informasi, dimana hal tersebut wajib untuk relasi/hubungan
ja: type タグの無いリレーションを探します。これはリレーションには必須です。
sk: Nájde relácie ktoré nemajú tag type, ktorý je pre relácie povinný.
sv: Hitta relationer som saknar type-tagg, vilken är obligatoriskt för relationer.
uk: Знаходить будь-який зв’язок без обов’язкового зазначення його типу

source: intersections without junctions
es: intersecciones sin cruces
id: persimpangan tanpa titik persimpangan
ja: 交差点のない交差
sk: prekríženia bez križovatky
sv: korsningar utan förbindelse
uk: перетини без з’єднуючої точки

source: Streets that graphically intersect need a common node that represents the crossing. The only exception are intersections on different layers (eg. bridges or tunnels). Intersections of streets with other objects like waterways or riverbanks should be avoided
es: Las calles que se cruzan gráficamente necesitan un nodo común para representar el cruce. La única excepción son las intersecciones en distintas capas (por ejemplo, puentes o túneles). Las intersecciones de las calles con otros objetos como vías fluviales o lechos de ríos debieran de evitarse.
id: Jalanan yang terlihat bersimpangan membutuhkan titik yang menggambarkan persimpangan. Salah satu pengecualian adalah persimpangan pada layer yang berbeda (contoh jembatan atau terowongan). Persimpangan jalan dengan objek lain seperti jalur drainase atau sungai harus dihindari
ja: 交差する道路は、交差点を表す共通のノードが必要です。唯一の例外は、異なるレイヤでの交差です（例：橋やトンネル）。道路と、水路や川のような別の線との交点は、無視されるべきです
sk: Ulice ktoré sa vizuálne križujú potrebujú spoločný bod reprezentujúci križovatku. Výnimku tvoria križovania na rozdielnej úrovni (napr. mosty a tunely). Vyvarovať by ste sa mali križovaniu ulíc s inými objektami ako napr. vodné cesty.
sv: Vägar som skär varandra grafiskt behöver en gemensam nod som representerar korsningen. Enda undantaget är skärningar mellan olika lager (dvs broar och tunnlar). Korsningar mellan vägar och andra objekt så som vattenvägar och flodbankar bör undvikas
uk: Для коректної маршрутизації вулиці, що перетинаються, повинні мати спільну точку. Винятки становлять ті випадки, коли вулиці знаходяться на різних рівнях (мости, тунелі тощо). Слід уникати перетинів вулиць з іншими об’єктами, такими як водні шляхи чи широкі річки.

source: highway-highway
es: autopista-autopista
id: jalan raya- jalan raya
sk: cesta-cesta
sv: väg-väg
uk: дорога – дорога

source: highway-waterway
es: carretera-vía de agua
id: jalan raya- jalur air
sk: cesta-rieka
sv: väg-vattenväg
uk: дорога – водний шлях

source: highway-riverbank
es: carretera-orilla de río
id: jalan raya- sungai
sk: cesta-breh rieky
sv: väg-flodbank
uk: дорога – широка ріка

source: waterway-waterway
es: vía de agua-vía de agua
id: jalur air- jalur air
sk: rieka-rieka
sv: vattenväg-vattenväg
uk: водний шлях – водний шлях

source: cyclew/footp-cyclew/footp
es: vía ciclista/camino-vía ciclista/camino
id: Sepeda/kaki-sepeda/kaki
sk: cyklo/peší-cyklo/peší
sv: cykelväg/gångbana-cykelväg/gångbana
uk: вело/пішо-доріжка – вело/пішо-доріжка

source: highway-cyclew/footp
es: carretera-vía ciclista/camino
id: jalan-sepeda/kaki
sk: cesta-cyklo/peší
sv: väg-cykelväg/gångbana
uk: дорога – вело/пішо-доріжка

source: cyclew/footp-waterway
es: vía ciclista/camino-vía fluvial
id: sepeda/kaki-sungai
sk: cyklo/peší-rieka
sv: cykelväg/gångbana-vattenväg
uk: вело/пішо-доріжка – водний шлях

source: cyclew/footp-riverbank
es: vía ciclista/camino-lecho de río
id: sepeda/kaki-bantaran
sk: cyklo/peší-breh rieky
sv: cykelväg/gångbana-flodbank
uk: вело/пішо-доріжка – широка ріка

source: overlapping ways
es: vías solapadas
id: jalur yang bertumpang tindih
ja: 重なったウェイ
sk: prekrývajúce sa cesta
sv: överlappande vägar
uk: шляхи, що частково збігаються

source: Segments of ways that lie on top of each other (the same nodes connected by different ways in the same order) are a problem for routing software. They happen accidently and are hard to find.
es: Los segmentos de vías que se superponen (los mismos nodos conectados por vías diferentes en el mismo orden) son un problema para el software de enrutamiento. Se generan accidentalmente y son difíciles de localizar.
id: segmen dari jalur yang berada diatas satu sama lain (titik yang sama yang terkoneksi dengan jalur yang berbeda namun dalam susunan yang sama) merupakan problem untuk perangkat lunak berbasis rute. Hal ini terjadi secara sengaja dan susah untuk ditemukan
ja: 他のウェイの上に重なっている部分（同じ位置の複数のノードが、別の同じ位置の複数のノードと同じ順で接続されてウェイを構成している）は、ナビゲーションソフトウェアに深刻な問題を引き起こします。これは、ふとしたことから発生し、見つけるのは大変むずかしい
sk: Časti ciest ležiace na sebe (rovnaké body spojené rôznymi cestami a v rovnakom poradí) sú problémom pre routovací softvér. Vznikli náhodou a je ich ťažké nájsť.
sv: Vägsegment som ligger ovanpå varandra (samma noder förbundna av olika vägar i samma ordning) är ett problem för routing-program. De tillkommer av misstag och är svåra att hitta.
uk: Фрагменти ліній, які накладені одна на одну (ті ж точки з’єднані різними лініями у тій же послідовності) — це проблема для навігаційних програм. Зазвичай це виходить випадково, такі помилки складно виявити.

source: loopings
es: rizos
id: Putaran (loopings)
ja: 循環
sk: slučky
sv: loopar
uk: петлі

source: Any way that contains any single node more than twice is considered an error. Any way may contain just one node twice. If more than one node is found twice it is considered an error.
es: Cualquier vía que contiene un determinado nodo más de dos veces se considera un error. Una vía puede contener sólo un único nodo 2 veces. Si se encuentra más de un nodo contenido 2 veces en la vía, se considera un error.
id: Segala jalur yang mengandung satu titik lebih dari dua kali ditetapkan sebagai kesalahan (error). Jalur yang terdiri dari satu titik hanya boleh terjadi dua kali. Jika lebih dari satu titik ini ditemukan dua kali maka akan ditetapkan sebagai kesalahan (error)
ja: 一つのノードが二回以上含まれるすべてのウェイは、エラーと考えられます。すべてのウェイは、たったひとつのノードが二回含まれます。二つ以上のノードが二回含まれると、それはエラーと考えられます
sk: Cesta obsahujúca aspoň jeden bod viac ako dvakrát sa pokladá za chybnú. Cesta môže obsahovať len jeden bod dvakrát. Ak má cesta viac takýchto bodov pokladá sa za chybnú.
sv: Alla vägar som innehåller samma nod mer än två gånger betraktas som felaktiga. Alla vägar kan innehålla enbart en nod två gånger. Om mer än en nod hittas två gånger betraktas det som ett fel.
uk: Будь-яка лінія, яка містить одну точку більше двох разів, вважається помилкою. Будь лінія може містити одну точку максимум двічі. Якщо кілька точок містяться у лінії двічі, це теж вважається помилкою.

source: misspelled tags
es: etiquetas mal deletreadas
id: Informasi (tag) salah eja
ja: 綴り間違いのあるタグ
sk: preklepy v tagoch
sv: felstavade taggar
uk: теґи з помилками

source: Tags that are used very seldom and almost look like very common tags (only one character difference) are reported as a warning.
es: Las etiquetas que se usan muy poco y se escriben de manera muy similar a otras etiquetas más comunes (con sólo un caracter de diferencia) son advertidas como avisos.
id: Informasi/tag yang jarang digunakan dan hampir seperti informasi/tag pada umumnya (hanya berbeda kata) muncul sebagai peringatan (warning)
ja: 滅多に使われないタグで、一般的なタグに似ている（1字違い）ものは警告としてレポートされます。
sv: Taggar som används mycket sällan och nästan ser ut som mycket vanliga taggar (endast en bokstav skiljer) rapporteras som en varning.
uk: Теґи, які використовуються рідко і дуже схожі на загальновживані (відмінність в одному символі), вказуються з попередженням.

source: layer conflicts
es: conflictos de capas
id: Layer konflik
ja: レイヤのぶつかり
sk: konflitky vrstiev
sv: lagerkonflikter
uk: конфлікти рівнів

source: Connected ways should be on the same layer. Crossings on intermediate nodes of ways on different layers are obviously wrong. Junctions on end-nodes of ways on different layers are also deprecated, but common practice. So you may ignore this part of the check and switch them off separately. Please note that bridges are set to layer +1, and tunnels to -1, anything else to layer 0 implicitly if no layer tag is present.
id: jalur yang terhubung harus dalam layer yang sama. Persimpangan pada titik dari jalur yang berbeda layer jelas merupakan kesalahan. Persimpangan pada titik akhir dari jalur yang berbeda layer juga merupakan cara lama, akan tetapi sering dipraktekan. Sehingga anda mungkin akan menghiraukan pengecekan ini dan mematikan mereka secara terpisah. Harap diingat bahwa jembatan di atur pada layer+1 dan terowongan pada -1. Apapun akan beralih menjadi layer 0 jika tidak ada informasi presetnya.
ja: 接続されるウェイは、同じレイヤであるべきです。複数のノードの中間で違うレイヤのウェイが交差しているのは、明らかに間違いです。違うレイヤのウェイの端点の交差点もあってはなりません。よって、このチェックを無視しても構いません。参考：もし layer タグが付けられていないと、橋は layer = +1、 トンネルは layer = -1 その他は layer = 0 がデフォルトで付加されます
sk: Spojené cesty by mali byť na rovnakej úrovni. Križovanie v bode na cestách s rozdielnou úrovňou jasnou chybou. Križovania na poslednom bode ciest na rozdielnych vrstvách je zastaralá, ale bežne používané. Tento typ chyby môžete ignorovať a vypnúť. Prosím majte na pamäti, že mosty sú nastavené na úroveň +1 a tunely na -1. Všetko ostatné má nastavenú úroveň na 0 ak nie je definované inak tagom "layer".
sv: Förbundna vägar ska vara på samma lager. Korsningar på mellanliggande noder mellan vägar på olika lager är uppenbarligen fel.Förbindelser på ändnoder mellan vägar på olika lager är föråldrat, men vanlig praxis. Så du kan ignorera denna del av kontrollen och stänga av dem separat. Notera att underförstått sätts broar till lager +1, tunnlar till -1, och allt övrigt till lager 0 om ingen layer-tagg finns.
uk: З’єднувані лінії повинні бути на одному рівні. Перетин ліній на різних рівнях у спільній точці від початку не правильно. З’єднання ліній на різних рівнях в кінцевих точках також не вірно, але це поширена практика. Ви можете ігнорувати цю частину перевірки і використовувати її окремо. Зауважте, що мости мають рівень 1, тунелі -1, а все інше за замовчуванням 0 (якщо не вказаний теґ рівня).

source: mixed layers intersections
es: intersecciones de capas diferentes
id: campuran lapisan persimpangan
ja: 異なるレイヤの交差
sk: križovania rôznych vrstiev
sv: blandade lager-korsningar
uk: перетин об’єктів на різних рівнях

source: strange layers
es: capas extrañas
id: layer aneh
ja: おかしなレイヤ
sk: divné vrstvy
sv: konstiga lager
uk: дивні рівні

source: motorways connected directly
es: autopistas conectadas directamente
id: jalan tol tersambung secara langsung
ja: 自動車道の直接接続
sk: priamo spojené motorways
sv: motorvägar direktanslutna
uk: безпосереднє з’єднання з автомагістраллю

source: Motorways should only be connected to other motorways or motorway_links. They should especially not be directly connected to highway=primary or highway=residential roads. Please note: This check may produce false positives on motorways ending in cities but it can be a valuable tool for looking up unwanted connections of motorways and other roads.
es: Las autopistas sólo deberían conectarse a otras autopistas o enlaces a autopistas. En especial no deben conectarse directamente a carreteras highway=primary o highway=residential. Nota: esta verificación puede producir falsos positivos en las autopistas que terminan en las ciudades, pero puede ser una valiosa herramienta para buscar conexiones no deseadas entre otras carreteras y autopistas.
id: Jalan tol seharusnya hanya disambungkan ke jalan tol atau tautan_jalantol. Mereka harus tidak secara langsung terkoneksi dengan highway=primer atau highway=residential roads. Harap diingat: Pengecekan ini memungkinkan untuk menghasilkan peringatan yang salah akan jalur akhir dari jalan tol di kota akan tetapi ini bisa saja menjadi alay yang berguna untuk melihat koneksi yang tidak diinginkan dari jalan tol dengan jalan lainnya
ja: 自動車専用道路は他の自動車専用道路（motorway)か自動車専用道路の取り付け道路（motorway_link)と接続されるべきです。自動車専用道路は、国道や生活道路などと直接接続するべきではありません。 ただし、自動車専用道路が街中で終わっている場合、間違った指摘をする場合があることをご承知おきください。でも、それは自動車専用道路と他の道路との望まない接続の検出ツールとして有用です
sv: Motorvägar ska normalt vara förbundna med andra motorvägar eller motorway_links. De ska framför allt inte vara direktanslutna till vägar av typen highway=primary eller highway=residential. Notera: Den här kontrollen kan skapa falska positiva på motorvägar som slutar i städer, men kan vara ett värdefullt verktyg för att hitta oönskade förbindelser mellan motorvägar och andra vägar.
uk: Автомагістралі (highway=motorways) повинні з’єднуватися лище з motorways або motorway_links. Особливо вони не повинні відразу з’єднуватися з дорогами highway=primary або highway=residential. Зауважте, ця перевірка може викликати неправильну помилку на закінченні автомагістралей у містах, але це чудовий інструмент для пошуку не бажаних сполук автомагістралей та інших типів доріг.

source: boundaries
es: límites
id: Garis batas
ja: 境界
sk: hranice
sv: gränser
uk: межі

source: Administrative Boundaries can be expressed either by tagging ways or by adding them to a relation. They should be closed-loop sequences of ways, they must not self-intersect or split and they must have a name and an admin_level.
es: Los límites administrativos pueden expresarse mediante vías etiquetadas o mediante su adición a una relación. Deben ser secuencias de vías en bucles cerrados, no deben intersectarse consigo mismos y deben tener un admin_level (nivel administrativo).
id: Garis batas administrasi dapat diekspresikan dengan memberikan informasi/tag pada jalur atau menambahkannya pada relasi/hubungan. Mereka harus terbentuk loop tertutup dari jalur yang berurutan, mereka harus tidak bersimpangan ataupun terbagi dan mereka harus mempunyai nama dan admin_level
sv: Administrativa gränser kan anges antingen med hjälp av taggade vägar eller genom att lägga till dem till en relation. De ska vara cirkulära vägsekvenser, de får inte korsa sig själva eller förgrenas och de måste ha en name- och en admin_level-tagg.
uk: Адміністративні межі можуть бути позначені теґами на лініях або шляхом додавання їх у зв’язки. Межі мають бути замкнуті, не мати самоперетинів і розривів; повинні мати теґи name та admin_level.

source: missing name
es: falta un nombre
id: nama hilang
ja: name が無い
sk: chýbajúci názov
sv: namn saknas
uk: не вказано назву

source: missing admin_level
es: falta admin_level
id: admin_level hilang
ja: admin_level が無い
sk: chýbajúci admin_level
sv: admin_level saknas
uk: не вказано admin_level=*

source: not closed loop
es: bucle no cerrado
id: loop tidak tertutup
ja: 閉じていないループ
sk: neuzavretá slučka
sv: icke-cirkulär väg
uk: не замкнутий контур

source: splitting boundary
es: límite troceado
id: garis batas yang dipisah
ja: 切れ目のある境界
sk: rozdelené hranice
sv: förgrenad gräns
uk: є розриви межі

source: admin_level too high
es: admin_level demasiado alto
id: admin_level terlalu tinggi
ja: admin_level が高すぎる
sk: privysoký admin_level
sv: admin_level för hög
uk: admin_level занадто високий

source: restrictions
es: restricciones
id: Larangan
ja: 制限
sk: obmedzenia
sv: förbud
uk: обмеження

source: This check is about turn restrictions defined by relations. A turn restriction relation needs a valid type attribute, a way as 'from' member, another way as 'to' member and optionally one or more ways or nodes as via members that need to be connected to 'from' and 'to'
id: Pengecekan ini terkait dengan larangan yang ada pada relasi/hubungan. Larangan pada relasi/hubungan membutuhkan tipe atribut yang valid, jalur sebagai "dari" dari member, jalur lainnya sebagai member "untuk" dan opsional membutuhkan satu atau lebih jalur atau titik seperti melalui anggota yang harus terhubung ke "dari" dan "untuk"
ja: このチェックは、リレーションで定義されている転回禁止に関係するものです。転回禁止のリレーションは、有効な型の属性、'from' と 'to' のウェイ、それにオプションとして一つ以上の 'from' と 'to' に接続された 'via' ウェイもしくはノードを必要とします。
sv: Den här kontrollen avser förbud mot sväng i korsning definierad av relationer. En relation för ett förbud mot sväng i korsning behöver ett giltigt type-attribut, en väg som 'from'-medlem, en annan väg som 'to'-medlem samt eventuellt en eller flera vägar eller noder som 'via'-medlemmar vilka behöver vara förbundna med 'from' och 'to'
uk: Це перевірка обмежень поворотів, описаних зв’язками. Для обмеження повороту необхідний опис прийнятого типу. У зв’язок повинні бути обов’язково включені: одна лінія from, одна лінія to і додатково одна чи кілька ліній або точок via. Точки та лінії via повинні з’єднуватися з лініями from та to

source: missing type
es: falta el tipo
id: hilang tipe
ja: type が見つかりません
sk: chýbajúci type
sv: typ saknas
uk: відсутній тип (type=*)

source: missing from way
es: falta vía desde
id: Hilang "dari" jalur
ja: from way が見つかりません
sk: chýba "z cesty"
sv: från-väg saknas
uk: не вказано шлях для ролі „from“

source: missing to way
es: falta vía hacia
id: hilang "untuk" jalur
ja: to way が見つかりません
sk: chýba "na cestu"
sv: till-väg saknas
uk: не вказано шлях для ролі „to“

source: missing maxspeed
es: falta velocidad máxima
id: hilang kecepatan maksimum
ja: maxspeed がない
sk: chýba maxspeed
sv: hastighetsbegränsning saknas
uk: відсутній теґ maxspeed=*

source: maxspeed tags are not mandatory but they are very helpful for successful routing. This check shall help users finding highways lacking the maxspeed tag. Please only add maxspeed tags if the allowed maxspeed differs from the default speed for the given highway!
es: Las etiquetas de velocidad máxima (maxspeed) no son obligatorias, pero son muy útiles para obtener buenos resultados de ruteado. Esta comprobación debe ayudar a los usuarios a encontrar carreteras que no tengan la etiqueta de maxspeed. ¡Por favor, añade únicamente la etiqueta de maxspeed si la velocidad máxima permitida difiere de la velocidad por defecto para el tipo de carretera dada!
id: informasi/tag kecepatan maksimum tidak diperlukan tetapi sangat membantu untuk pengambilan rute yang baik. Pengecekan ini harus membantu pengguna mencari jalan raya yang kurang infromasi/tag mengenai kecepatan. Harap dimasukkan informasi kecepatan saja jika kecepatan yang diijinkan berbeda dari kecepatan yang seharusnya diberikan di jalan raya
ja: maxspeed タグは必須ではありません。しかし、ナビゲーションには非常に有用です。このチェックは maxspeed タグが漏れているウェイを発見するのを容易にします。法定速度でない速度制限があるウェイにのみ maxspeed タグを付けてください
sv: maxspeed-taggar är inte obligatoriska men de är till stor hjälp för lyckad routing. Denna kontroll ska hjälpa användare att hitta vägar som saknar maxspeed-tagg. Lägg bara till maxspeed-tagg om hastighetsbegränsningen skiljer sig från standardhastigheten på den valda vägtypen!
uk: Тег maxspeed (максимальна швидкість) не обов’язковий, але він дуже корисний для правильної навігації. Ця перевірка має допомогти користувачам знайти дороги з пропущеним теґом maxspeed. Будь ласка, додавайте теґи maxspeed тільки для тих ділянок доріг, на яких встановлений нетиповий швидкісний режим!

source: roundabouts
es: rotondas
id: Putaran
ja: ロータリー
sk: kruhové objazdy
sv: cirkulationsplatser
uk: круговий рух

source: roundabout are always one-way streets directed counter-clockwise in right-hand driving countries or clockwise in left-hand driving countries.
es: las rotondas son siempre calles de un único sentido antihorario en los países en los que se conduce por la derecha, o de sentido horario en los países en los que se conduce por la izquierda
id: Putaran selalu satu jalur yang mengarah berlawanan jarum jam di negara dengan kemudi di sebelah kanan dan searah jarum jam di negara dengan kemudi di sebelah kiri
ja: ロータリーは、通常一方通行で、右側通行の場合は反時計まわり、左側通行の場合は時計回りです
sk: kruhové objazdy sú jednosmerné cesty proti smeru hodinových ručičiek v krajinách s pravostrannou dopravou a v smere hodinových ručičiek v krajinách s ľavostrannou dopravou
sv: cirkulationplatser är alltid enkelriktade vägar som går moturs i högertrafikländer och medurs i vänstertrafikländer.
uk: На перехрестях з круговим рухом завжди встановлено односторонній рух: проти годинникової стрілки для країн з правостороннім рухом і за годинниковою для країн з лівостороннім рухом.

source: wrong direction
es: dirección incorrecta
id: Salah arah
ja: 誤った方向
sk: zlý smer
sv: fel riktning
uk: неправильний напрямок
