Repository: danieldegroot2/keepright
Catalog: web/locale/*.po
Languages: es, id, ja, sk, sv, uk

source: This turn-restriction has no known restriction type
es: Esta restricción de giro no tiene tipo de restricción conocida
id: Larangan ini mempunyai tipe larangan yang tidak diketahui
ja: この転回制限には既知の制限type がありません
sk: Tento zákaz odbočenia má neznámy typ zákazu.
sv: Detta förbud mot sväng i korsning saknar känd restriction-typ
uk: Це обмеження повороту має невідомий тип обмеження

source: A turn-restriction needs exactly one $1 member. This one has $2
es: Una restricción de giro necesita exactamente un $1 miembro. Esta tiene $2
id: Larangan ini membutuhkan tepatnya hanya $1 member. Ini memiliki $2
ja: 転回制限には正確にひとつの $1 メンバーが必要です。これには $2 あります。
sk: Zákaz odbočenia potrebuje práve jeden člen typu $1. Tento ich má $2.
sv: Ett förbud mot sväng i korsning behöver exakt en $1-medlem. Detta har $2
uk: Для заборони повороту потрібен лише один учасник $1. Ця заборона має $2

source: From- and To-members of turn restrictions need to be ways. $1
es: Los miembros de la restricción de giro de- y a- tienen que ser vías. $1
id: Form- dan To- member dari larangan membutuhkan jalur $1
ja: 転回制限のFrom- 及び To- メンバーはウェイである必要があります。$1
sk: V zákaze odbočenia členovia Z- a Do- musia byť cesty. $1
sv: From- och To-medlemmar i ett förbud mot sväng i korsning måste vara vägar. $1
uk: Учасники „From“ та „To“ для обмеження повороту повинні бути лініями. $1

source: from- via- and to- members of a turn resctriction need to be connected
es: Los miembros de una restricción de giro de- y a- tienen que estar conectados
id: From- via- dan to- merupakan anggota dari larangan dan butuh dihubungkan
ja: 転回制限のfrom-via- 及び To- メンバーは接続されている必要があります
sk: Členovia zákazu odbočenia Z- Cez- a Do- musia byť spojený.
sv: from-, via- och to-medlemmar i ett förbud mot sväng i korsning måste vara förbundna
uk: Учасники „From“, „Via“ та „To“ для заборони повороту повинні бути з’єднані

source: via (node #$1) is not the first or the last member of from (way #$2)
uk: роль „via“ (точка $1) не є першим чи останнім учасником ролі „from“ (лінія 2$)

source: via (node #$1) is not the first or the last member of to (way #$2)
uk: роль „via“ (точка $1) не є першим чи останнім учасником ролі „to“ (лінія 2$)

source: restriction type is $1, but angle is $2 degrees. Maybe the restriction type is not appropriate?
uk: тип обмеження є $1, але кут $2 градусів. Можливо, тип обмеження не є відповідним?

source: wrong direction of to way $1
uk: неправильний напрямок лінії $1 за роллю „to“

source: entry already prohibited by oneway tag on $1
uk: в’їзд вже заборонено теґом одностороннього руху на $1

source: missing maxspeed tag
es: falta la etiqueta maxspeed
id: Kurang informasi maxspeed
ja: maxspeed タグがありません
sk: chýba označenie maximálne povolenej rýchlosti
sv: maxspeed-tagg saknas
uk: пропущений теґ обмеження швидкості (maxspeed=*)

source: This way is part of a roundabout but is not closed-loop. (split carriageways approaching a roundabout should not be tagged as roundabout)
es: Esta via es parte de una rotonda pero no es parte de un circuito cerrado. (Carriles divididos que se acercan a una rotonda, no deben ser etiquetados como rotondas)
id: Jalur ini merupakan bagian dari putaran tetapi bukan merupakan loop tertutup (pembagian jalur yang mendekati putaran seharusnya tidak diberikan informasi/tag sebagai putaran)
ja: このウェイはロータリーの一部ですが、閉じたループになっていません。(ロータリーに向かう分割された車線はロータリーとしてタグ付けすべきではありません)
sk: Táto cesta je súčasťou kruhového objazdu ale nie je uzavretá. (rozdelené prístupové cesty na kruhový objazd by nemali byť označené ako kruhový objazd)
sv: Den här vägen ingår i en cirkulationsplats men är inte en cirkulär väg. (uppdelade körbanor som ansluter till en cirkulationsplats ska inte taggas som cirkulationsplats)
uk: Ця лінія, частина перехрестя з круговим рухом, але не замкнута. Під’їзди до перехрестя з круговим рухом не повинні позначатися тегом „roundabout“

source: If this roundabout is in a country with right-hand traffic then its orientation goes the wrong way around
es: Si esta rotonda se encuentra en un país con circulación por la derecha, su orientación está al revés
id: Jika putaran ini berada di negara dengan kemudi bagian kanan, maka orientasinya berada di arah yang salah
ja: もし右側通行であれば、このロータリーは回転方向が逆です
sk: Ak je tento kruhový objazd v krajine s pravostrannou dopravou, jeho smer je opačný.
sv: Om den här rondellen finns i ett land med högertrafik går riktningen åt fel håll
uk: Якщо це перехрестя з круговим рухом знаходиться в країні з правостороннім рухом, то напрямок обрано не вірно

source: If this roundabout is in a country with left-hand traffic then its orientation goes the wrong way around
es: Si esta rotonda se encuentra en un país con circulación por la izquierda, su orientación esta al revés
id: Jika putaran ini berada di negara dengan kemudi bagian kiri, maka orientasinya berada di arah yang salah
ja: もし左側通行であれば、このロータリーは回転方向が逆です
sk: Ak je tento kruhový objazd v krajine s ľavostrannou dopravou, jeho smer je opačný.
sv: Om den här rondellen finns i ett land med vänstertrafik går riktningen åt fel håll
uk: Якщо це перехрестя з круговим рухом знаходиться в країні з лівостороннім рухом, то напрямок обрано не вірно

source: This way is tagged as highway=$1_link but doesn't have a connection to any other $1 or $1_link
es: Este camino esta etiquetado como highway=$1_link pero no tiene ninguna conexión a otro $1 o $1_link
id: Jalur ini diberikan informasi/tag sebagai highway=$1_link tetapi tidak terhubung dengan $1 atau $1_link manapun
ja: このウェイには highway=$1_link のタグが付いていますが、他の $1 にも $1_link にも接続していません
sk: Táto cesta je označená ako highway=$1_link ale nie je spojená s $1 ani s $1_link .
sv: Den här vägen är taggad som highway=$1_link men saknar förbindelse med någon annan $1 eller $1_link
uk: Ця лінія позначена як highway=$1_link, але не з’єднана з іншими $1 або $1_link

source: This bridge does not have a tag in common with its surrounding ways that shows the purpose of this bridge. There should be one of these tags: $1
es: Este puente no tienen una etiqueta en común con las vías alrededor de él que muestren el propósito de su existencia. Debe tener una de estas etiquetas: $1
id: Jembatan ini tidak mempunyai informasi/tag yang sama dengan jalur sekitarnya yang menjelaskan tujuan dari jembatan ini. Harus ada tipe tags: $1
ja: このbridge には、その周囲にこのbridge の目的を表示するのに一般的なタグがありません。これらのタグのひとつがあるべきです: $1
sk: Tento most nemá označenie rovnaké ako cesty naň vedúce. Mal by mať jeden z týchto tagov: $1
sv: Den här bron saknar gemensam tagg med någon av dess omgivande vägar som visar syftet med bron. Det ska finnas en av dessa taggar: $1
uk: Цей міст не має спільних теґів з охоплюючими його шляхами, що показують призначення цього моста. Це повинен бути один з наступних теґів: $1

source: The URL ($1) cannot be opened (HTTP status code $2)
id: URL ($1) tidak dapat dibuka (HTTP status code $2)
ja: URL ($1) を開けません (HTTP ステータス コード $2)
sv: URLen ($1) kan inte öppnas (HTTP-statuskod $2)
uk: Сторінку ($1) не вдається відкрита (HTTP-помилка: $2)

source: Possible domain squatting: $1. Suspicious text is: "$2"
id: Domain yang memungkinkan squatting: $1. Teks yang mencurigakan is: "$2"
uk: Можлива окупація веб-домену: $1. Підозрілий текст: „$2“

source: Content of the URL ($1) did not contain these keywords: ($2)
id: Konten dari URL ($1) tidak mengandung kata kunci/ keywords: ($2)
uk: Вміст URL-посилання ($1) не містить цих ключових слів: ($2)

source: multiple nodes on the same spot
es: múltiples nodos en el mismo lugar
id: titik yang berganda pada satu tempat
ja: 同一地点に複数のノードが置かれています
sk: viacero bodov na jednom mieste
sv: flera noder på samma punkt
uk: кілька точок на тому ж місці

source: Try to find nodes that are (almost) on the same spot. Distances less than +/-0.5 meters are considered zero
es: Intenta encontrar nodos que están situados (casi) en el mismo lugar. Distancias menos de +/- 0,5 metros se consideran cero.
id: Cobalah untuk menemukan titik yang hampir berada pada satu tempat. Jarak kulang dari +/-0.5 meter dimasukkan kedalam 0
ja: （ほぼ）同じ位置のノードを探してみてください。±0.5m 以内は同じ位置とみなされます
sk: Skúša nájsť body ktoré sú (skoro) na tom istom mieste. Vzdialenosti menej ako 0,5m sú chápané ako 0
sv: Försök hitta noder som är (nästan) på samma punkt. Avstånd mindre än +/-0,5 meter betraktas som noll
uk: Спробуйте знайти занадто близько розташовані точки. Відстань між точками менше половини метра вважається нульовою

source: non-closed areas
es: Áreas no cerradas
id: area yang tidak tertutup
ja: 閉じていないエリア
sk: neuzavreté oblasti
sv: öppna områden
uk: незамкнуті області

source: By convention ways tagged with special combinations of key and value pairs are considered to be areas and are drawn as such in the map. Therefore it is necessary that they form closed loops. Non-closed areas are invisible in the map! The standard.xml file is used to determine which key-value-combinations are drawn as areas; any instance of these has to be closed-loop.
es: Por convención, vías etiquetadas con combinaciones especiales de clave-valor son consideradas como áreas y son dibujadas como tal en el mapa. Por lo tanto es necesario que ellas formen circuitos cerrados. Las áreas no cerradas son invisibles en el mapa
id: Konvensi jalur di tag dengan kombinasi kunci spesial dan nilai yang dianggap sebagai area dan tergambar seperti dipeta. Oleh karena itu dibutuhkan terbentuk loop tertutup. Daerah yang tidak tertutup akan tidak terlihat dipeta! FIle strandard.xml dipergunakan untuk menentukan kombinasi key-value mana yang tergambar pada area; salah satu contoh ini harus dalam bentuk loop tertutup
ja: キーと値との特別な組合せがあるタグが付けられているウェイは、通常、エリアとして描かれるべきと考えられ、地図上ではエリアとしてレンダリングされます。 よって、それは、閉じたループから成っていなければなりません。閉じていないエリアは、マップ上では見えません。 standard.xml ファイルに、エリアとして描かれるべきキーと値との組合せが記述されていて、それらは閉じたループから成っていなければなりません
sv: Av hävd betraktas vägar taggade med vissa kombinationer av nyckel- och värdepar som områden och ritas som sådana i kartan. Därför är det nödvändigt att de bildar cirkulära vägar. Icke-stängda områden är osynliga på kartan. Filen standard.xml används för att avgöra vilka nyckel-/värdekombinationer som ritas som områden; varje förekomst av dessa måste vara en cirkulär väg.
uk: За правилами, лінії зі спеціальними комбінаціями ключів та їх значень розглядаються як області, і відображаються на карті відповідним чином. Тому важливо, щоб такі лінії були замкнуті і не мали самоперетинів. Незамкнуті області не відображаються на карті. Стандартний .xml-файл використовується для визначення комбінації ключ-значення для об’єктів, що відображаються як області. Будь-які такі об’єкти повинні бути замкнуті і не мати самоперетинів.

source: dead-ended one-ways
es: vía sin salida de único sentido
id: Satu jalur buntu
ja: 一方通行の行き止まり
sk: slepé jednosmerky
sv: enkelriktade blindvägar
uk: тупикові односторонні шляхи

source: Streets tagged as one-way must not be dead-ended (where should all the cars pile at the end of the road?). Nodes where just one-way streets begin (or end) cannot be reached (escaped from). Please note that motorways and motorway_links are considered one-way implicitly, so this check applies.
es: Las calles etiquetadas como de sentido único no pueden ser calles sin salida (¿dónde se amontonarían los coches al final de la calle?). Los nodos donde empiecen sólo calles de sentido único (o donde terminen) no podrían alcanzarse (o escapar de ellos). Tenga en cuenta que las autopistas (motorways) y sus enlaces (motorway_links) se consideran implícitamente de sentido único, así que también se les aplica esta comprobación.
id: Jalan diinformasikan sebagai satu jalur harus bukan merupakan jalan buntu (dimana nanti mobil akan tertumpuk di ujung jalan?). Titik dimana satu jalur dimulai (atau diakhiri) tidak dapat terjangkau (terlepas). Harap diingat bahwa jalan tol dan jalan penghubung jalan tol secara implisit terdiri dari satu jalur, sehingga pemeriksaan ini berlaku
ja: 一方通行(one-way=yes)のタグが付けられたウェイは行き止まりであってはいけません（行き止まりに車を積み重ねろというの？笑） 一方通行路の開始（もしくは終了）地点のノードは、到達（もしくは脱出）できなければなりません。 通常、自動車道（highway=motorways） や 自動車道の取り付け道路（highway=motorway_links）は、一方通行(one-way=yes)であることに気をつけてください。この場合にもこのチェックは当てはまります
sk: Cesty označené ako jednosmerné nesmú končiť ako slepé (kde asi sa budú všetky autá na konci zhromažďovať?). Body kde jednosmerná cesta začína (alebo končí) sú nedostupné (alebo sa nedá z nich odísť). Majte prosím na pamäti, že motorway, motorway_link sa pokladajú automaticky za jednosmerné a sú tiež kontrolované.
sv: Vägar taggade som enkelriktade får inte vara utan återvändo (vart ska alla bilar ta vägen i slutet på vägen?). Noder där endast enkelriktade vägar börjar (eller slutar) kan inte nås (eller lämnas). Lägg märke till att motorways och motorway_links underförstått betraktas som enkelriktade, så denna kontroll tillämpas.
uk: Вулиці, позначені як односторонні, не повинні бути тупіковими (тоді куди ж попрямують автомобілі в кінці такого шляху?). Точки, в яких починається або закінчується рух, стають недоступними. Зауважте, що лінії, які мають теги motorways (автомагістраль) та motorway_links (з’їзд з/на автомагістраль), від спочатку розглядаються як односторонні, тому й на них поширюється ця перевірка.

source: almost-junctions
es: casi-cruces
id: Hampir persimpangan
ja: ほとんどくっついています
sk: skoro-spojené
sv: Nästan förbindelse
uk: майже з'єднані

source: Streets that have (at least) one unconnected end are examined here. If such an end-node is very close to any other way an error is reported. Unconnected end-nodes should probably be connected to adjacent ways.
es: Las calles que tienen (al menos) un extremo sin conectar se examinan aquí. Si existe tal nodo y está muy cerca de cualquier otra vía se informa de que existe un error. Los nodos de final de vía no conectados seguramente debieran de conectarse a las vías adyacentes.
id: Jalan yang mempunyai (setidaknya) satu bagian yang tidak terhubung dijelaskan disini. Jika titik akhir sangat dekat dengan jalur lain hal ini muncul sebagai kesalahan (error). Titik yang tidak tersambung diharapkan dapat tersambung dengan jalur yang berdekatan
ja: 他と接続されていない道路の終端があります。このように、終端のノードが他のウェイと非常に近い場合は、エラーとしてレポートされます。接続されていない終端ノードは、殆どの場合、近接する他のウェイに接続するべきです
sk: Cesty ktoré majú aspoň jeden koniec nespojený sú kontrolované. Ak je takýto koniec blízko inej cesty, je označený ako chyba. Nespojené koncové body by asi mali byť spojené s blízkou cestou.
sv: Vägar som har (åtminstone) en oansluten ände undersöks här. Om en sådan ändnod är mycket nära en annan väg rapporteras ett fel. Oanslutna ändnoder ska antagligen vara förbundna med angränsande vägar.
uk: Перевірка для вулиць, у яких є, принаймні, одне тупікове закінчення. Якщо така точка, розташована дуже близько до іншої лінії, то з'являється повідомлення про помилку. Швидше за все, тупікові закінчення ліній повинні бути з’єднані з лініями по сусідству.

source: deprecated tags
es: etiquetas sin usar
id: Tag lama
ja: 非推奨タグ
sk: zastaralé tagy
sv: föråldrade taggar
uk: застарілі теґи

source: As shown in http://wiki.openstreetmap.org/index.php/Deprecated_features some tags get replaced by others as new tagging conventions evolve. Consider this as a notice, not as an error. The term 'deprecated' is deprecated; you're free to tag anything the way you like. This is just a hint for new tagging conventions that have evolved in the meantime.
es: Tal y como se muestra en http://wiki.openstreetmap.org/index.php/Deprecated_features, algunas etiquetas se reemplazan por otras según evolucionan las normas de etiquetado. Considera esto como un aviso, no como un error. El término 'sin usar' es sin usar; eres libre de etiquetar de la forma que quieras. Esto es solo una pista para las nuevas normas de etiquetado que han evolucionado mientras tanto.
id: Seperti yang terlihat di http://wiki.openstreetmap.org/index.php/Deprecated_features beberapa informasi digantikan oleh informasi/tag baru yang memiliki arti serupa. Hal ini dipertimbangkan sebagai pemberitahuan, bukan sebagai kesalahan. Syarat 'deprecated' adalah usang/lama; anda dipersilahkan untuk memberikan segala informasi sesuai kemauan anda. Ini adalah sebuah tips untuk pemberian informasi baru yang memiliki arti serupa
ja: http://wiki.openstreetmap.org/index.php/Deprecated_features に示されている通り、幾つかのタグは他のタグに置き換えられました。 このページをお知らせと解釈するなら、これはエラーではありません。反対するなら、あなたは自由にあなたの好きなようにタグを付けることができます。これは、新しいタグ付けルールの単なるヒントです
sv: Så som visas på http://wiki.openstreetmap.org/index.php/Deprecated_features blir några taggar ersatta av andra vartefter taggningskonventionerna utvecklas. Betrakta detta som ett meddelande, inte som ett fel. Termen 'deprecated' är förådrad; du får tagga vad som helst på det sätt du själv önskar. Detta är bara ett tips om nya taggningskonventioner som utvecklats med tiden.
uk: У списку http://wiki.openstreetmap.org/index.php/Deprecated_features показані теґи, які були замінені на нові. Це сповіщення, а не помилка. Термін „застарілий“ означає застарілий. Ви вільні використовувати будь теґи, які Вам сподобаються, не залежно від того, застаріли вони чи ні. Це повідомлення – лише пропозиція того, щоб Ви використовували нові теґи.

source: missing tags
es: faltan etiquetas
id: kurang informasi/tag
ja: タグが見つからない
sk: chýbajúce tagy
sv: taggar saknas
uk: відсутні теґи

source: Ways, nodes and relations should in most cases have at least one tag (besides created_by)
es: Las vías, nodos y relaciones debieran tener en la mayoría de los casos al menos una etiqueta (aparte de la de creado_por)
id: Jalur, titik dan hubungan/relasi dalam banyak kasus harus terdapat setidaknya satu informasi (selain created_by)
ja: ウェイ、ノード、リレーションは、殆どの場合、少なくともひとつの（created_by 以外の）タグを持つべきです
sk: Cesty, body a relácie by zväčša mali mať aspoň jeden tag (okrem created_by)
sv: Vägar, noder och relationer ska i de flesta fall ha åtminstone en tagg (utöver created_by)
uk: Лінії, точки та зв’язки, у більшості випадків, повинні мати хоча б один теґ (окрім created_by)

source: motorways without ref
es: autopistas sin referencias
id: Tol tanpa refrensi
ja: ref の無い自動車道
sk: motorways bez ref
sv: motorvägar utan ref
uk: автомагістралі без № (ref=*)

source: The ref-tag documents the reference (e.g. 'A 10') for motorways. These are mandatory as they are very important information
es: La etiqueta ref esta usada para las referencias de las autopistas (por ejemplo 'A 10') y es obligatoria porque trae información muy importante.
id: Dokumen refrensi ref-tag (contoh 'A 10) untuk jalan tol. Hal ini wajib karena merupakan informasi penting.
ja: ref タグは、自動車道の番号（例：'A 10) を表します。よって、大変重要な情報として、必須です
sk: Ref tag označuje motorway (napr. 'D1', 'R2'). Tieto sú preto povinné, nakoľko označujú veľmi dôležitú informáciu.
sv: ref-taggen dokumenterar referensen (exempelvis 'E 4') för motorvägar. Denna är obligatorisk eftersom det är mycket viktig information
uk: Тег ref описує номер автомагістралі (наприклад, „A 10“). Це обов’язковий тег автомагістралей, тому що ця інформація дуже важлива.

source: places of worship without religion
es: lugares de adoración sin alguna religión
id: Tempat ibadah tanpa keterangan agama
ja: religionのない礼拝所
sk: náboženské miesta bez vyznania
sv: plats för tillbedjan utan religion
uk: місця богослужіння без вказівки релігії

source: Churches, mosques and synagogues etc. need an extra religion tag giving info about the religion
es: Iglesias, mezquitas y sinagogas, etc. necesitan de una etiqueta extra de religión para dar información adicional acerca de la religión
id: Gereja, mesjid, pure, dll. membutuhkan tambahan informasi mengenai agama
ja: 教会、モスクおよびシナゴーグその他にはその宗教についての情報を補足する特別なreligion タグが必要です
sk: Kostoly, mešity, synagógy, a pod. potrebujú tag religion, ktorý označuje náboženstvo.
sv: Kyrkor, moskéer och synagogor etc behöver en extra religion-tagg som anger information om religionen
uk: Церкви, костели, мечеті, синагоги тощо повинні бути доповнені теґом релігії (religion=*)

source: point of interest without name
es: punto de interes sin nombre
id: Titik penting tanpa nama
ja: 名前の無いPOI
sk: bod záujmu bez mena
sv: intressant plats utan namn
uk: цікаві точки без назви (name=*)

source: The name tag should be specified for every point of interest as its content gets rendered in the map next to the POI symbol
es: El nombre de la etiqueta debiera de especificarse para todos los puntos de interés, ya que su contenido se muestra en el mapa junto al símbolo del POI
id: Nama informasi harus secara spesifik setiap titik penting sebagai konten yang akan diterjemahkan dipeta disebelah simbol titik penting (Point of Interest)
ja: name タグはその内容がマップ上でPOI のシンボルの隣に表示されるように、全てのPOIに対して指定すべきです
sk: Označenie názvu by malo byť pre všetky body záujmu, keďže názov sa zobrazuje v mape hneď vedľa ikonky POI.
sv: name-taggen bör anges för varje intressant plats eftersom dess innehåll visas på kartan bredvid POI-symbolen
uk: Кожна цікава точка повинна мати назву (name=*). Назва відображається на мапі разом зі значком цікавої точки.

source: ways without nodes
es: vias sin nodos
id: Jalur tanpa titik
ja: ノードのないウェイ
sk: cesty bez bodov
sv: vägar utan noder
uk: шляхи без точок

source: Ways that don't consist of at least two nodes don't make much sense as they won't get rendered.
es: Las vías que no estén formadas por al menos dos nodos no tienen mucho sentido, y por ello no se mostrarán.
id: Jalur yang tidak terdiri setidaknya dua titik tidak berarti apapun ketika digambarkan
ja: ウェイは最低でも2つのノードが無いとレンダリングされないので無意味です。
sk: Cesty ktoré nemajú aspoň dva body nedávajú zmysel, keďže sa nezobrazujú na mape.
sv: Vägar som inte består av minst två noder tillför inget eftersom de inte blir återgivna
uk: Лінії, які не містять як мінімум двох точок, не мають сенсу і тому не будуть відображатися на мапі.

source: floating islands
es: islas flotantes
id: Pulau yang mengambang
ja: 浮島
sk: plávajúce ostrovy
sv: flytande öar
uk: плаваючі острови

source: Any highways drawn on the map should be accessible by car starting anywhere in the world. Ferries and highways (even railway platforms) are included in this check, so almost any island in the sea should be reachable starting from the mainland.
es: Cualquier carretera dibujada en el mapa debe ser accesible por coche empezando desde cualquier lugar del mundo. Los ferris y carreteras (incluso plataformas de tren) se incluyen en esta verificación, así que casi cualquier isla del mar se debe poder alcanzar empezando desde la tierra continental.
id: Semua jalan raya yang tergambar pada peta harus dapat diakses oleh mobil darimana saja. Feri dan jalan raya (termasuk penyangga jalan raya) termasuk kedalam pemeriksaan ini, sehingga hampir setiap pulau di laut harus dapat dijangkau jika dimulai dari pulau utama
ja: 地図上に描かれている全ての道路は、世界中のどこから出発した車ででも到達できなければなりません。フェリーの航路と道路（駅のホームでさえも）はこのチェックに含まれます。よって、ほぼ全ての離島の道は、本土から到達できなければなりません
sk: Každá cesta na mape by mala byť dostupná vozidlom, ktoré vyštartuje na ľubovoľnom mieste na svete. Trajekty a cesty (dokonca aj železničné platformy) sú do tohto testu zahrnuté, takže každý ostrov na mori by mal byť dosiahnuteľný z pevniny.
sv: Alla vägar som återges på kartan bör vara nåbara med en bil som startar vart som helst i världen. Färjor och vägar (även järnvägsplattformar) ingår i denna kontroll, så nästan vilken ö som helst i havet bör vara nåbar med utgångspunkt från fastlandet.
uk: Будь-яка дорога у світі, позначена на мапі, повинна мати під’їзди для автотранспорту. У перевірку на „плаваючі острови“ включені дороги й пороми (а також залізничні платформи), тому більшість островів у відкритому морі повинні бути доступні з материка.

source: railway crossings without tag
es: cruce de ferrocarril sin etiqueta
id: Jalur persimpangan kereta tanpa informasi/tag
ja: タグの無い踏切
sk: križovanie železníc bez tagov
sv: järnvägsövergång utan tagg
uk: перетини залізничних шляхів без теґів
