Repository: danieldegroot2/keepright
Catalog: web/locale/*.po
Languages: es, id, ja, sk, sv, uk

source: There is more than one node in this spot. Offending node IDs: $1
es: Hay mas de un nodo en este lugar. IDs de los nodos problemáticos: $1
id: Terdapat lebih dari satu node pada titik ini. Offending node IDs: $1
ja: このスポットにはひとつ以上のノードがあります。問題のあるノードID: $1
sk: V tomto mieste je viac ako jeden bod. Problematické body: $1
sv: Det finns mer än en nod på denna punkt. Felande nod-IDn: $1
uk: В цьому місті більше ніж одна точка. ID точок: $1

source: This coastline-way is not part of a closed-loop
es: Este camino de costa no es parte de un bucle cerrado
id: Garis Pantai ini bukan merupakan bagian dari sebuah loop tertutup
ja: この海岸線ウェイは閉じたループの一部ではありません
sk: Táto cesta označujúca pobrežie nie je súčasťou uzatvorenej cesty.
sv: Den här kustlinjen ingår inte i en cirkulär väg
uk: Ця берегова лінія не є частиною замкненої ділянки

source: This way is tagged with '$1=$2' and should be closed-loop.
es: Este camino esta etiquetado con '$1=$2' y deberia ser un bucle cerrado
id: Jalur ini diberi tag '$1=$2' dan seharusnya berupa lingkaran tertutup
ja: このウェイは'$1=$2' でタグ付けられ、閉じたループであるべきです。
sk: Táto cesta je tagovaná ako '$1=$2' a preto by mala byť uzatvorená.
sv: Den här vägen är taggad med '$1=$2' och ska vara en cirkulär väg
uk: Ця лінія з тегами '$1=$2' повинна бути замкнена

source: The first node (id $1) of this one-way is not connected to any other way
es: El primer nodo (id $1) de esta vía de sentido único, no está conectada a ninguna otra vía
id: Node pertama (id $1) dari garis satu jalur ini tidak terhubung dengan jalur lainnya
ja: この一方通行の最初のノード(ID $1) は他のウェイに接続していません
sk: Prvý bod (id $1) tejto jednosmernej cesty nie je spojený so žiadnou inou cestou.
sv: Den första noden (id $1) på denna enkelriktade väg är inte ansluten till någon annan väg
uk: Перша точка (id $1) цієї дороги з одностороннім рухом не приєднана до будь-якої іншої лінії

source: The last node (id $1) of this one-way is not connected to any other way
es: El ultimo nodo (id $1) de esta vía de sentido único no está conectada a ninguna otra vía
id: Node terakhir (id $1) dari garis satu jalur ini tidak terhubung dengan jalur lainnya
ja: この一方通行の最後のノード(ID $1) は他のウェイに接続していません
sk: Posledný bod (id $1) tejto jednosmernej cesty nie je spojený s inou cestou.
sv: Den sista noden (id $1) på denna enkelriktade väg är inte ansluten till någon annan väg
uk: Остання точка (id $1) цієї дороги з одностороннім рухом не приєднана до будь-якої іншої лінії

source: This node cannot be reached, because one-ways only lead away from here
es: No se puede acceder a este nodo porque los sentidos únicos solo llevan hasta este punto
id: Node ini tidak dapat dicapai, karena satu-satunya cara mencapainya jauh dari sini
ja: このノードから出ていく一方通行路しか無いので、ここには到達できません
sk: Tento bod sa nedá dosiahnuť, smerujú z neho iba jednosmerné cesty .
sv: Den här noden kan inte nås eftersom enkelriktade vägar endast leder härifrån
uk: До цієї точки не можливо дістатись, так як із цієї точки починається дорога з одностороннім рухом

source: You cannot escape from this node, because one-ways only lead to here
es: No se puede escapar de este nodo porque los sentidos únicos solo llegan hasta este punto
id: Anda tidak dapat lepas dari titik ini, karena hanya satu jalur yang mengarah ke daerah tersebut
ja: このノードに入ってくる一方通行路しか無いので、ここから出られません
sk: Z tohto bodu sa nedá odísť, smerujú sem iba jednosmerné cesty.
sv: Du kan inte lämna den här noden eftersom enkelriktade vägar endast leder hit
uk: Не можливо виїхати з цієї точки, так як до цієї точка веде дорога з одностороннім рухом

source: This node is very close but not connected to way #$1
es: Este nodo está muy cerca pero no está conectado a la vía #$1
id: Titik ini sangat berdekatan akan tetapi tidak tersambung dengan jalur #$1
ja: このノードは、ウェイ #$1 の非常に近くにありますが、接続していません
sk: Tento bod je veľmi blízko ale nie je spojený s cestou #$1
sv: Den här noden befinner sig mycket nära men är ej ansluten till väg #$1
uk: Ця точка знаходиться дуже близько, але не входить в лінію #$1

source: This $1 uses deprecated tag $2 = $3
es: Este $1 usa la etiqueta caducada $2 = $3
id: $1 menggunakan tag lama $2 = $3
ja: この $1 は、非推奨タグ $2 = $3 を使用しています
sk: $1 má zastaralý tag $2 = $3
sv: Denna $1 använder den föråldrade taggen $2 = $3
uk: $1 використовує застарілі теґи $2 = $3

source: This $1 uses deprecated tag $2 = $3. Please use $4 instead!
es: Este $1 usa la etiqueta caducada $2 = $3. Por favor usa $4 en vez de esta!
id: $1 menggunakan tag lama $2 =$3. Tolong menggunakan tag $4 saja
ja: この $1 は、非推奨タグ $2 = $3 を使っています。代わりに $4 を使って下さい！
sk: $1 má zastaralý tag $2 = $3. Prosím použite radšej $4!
sv: Denna $1 använder den föråldrade taggen $2 = $3. Använd $4 istället!
uk: $1 використовує застарілі теґи $2 = $3. Будь ласка, використовуйте $4!

source: This $1 has an empty tag: $2
es: Este $1 tiene una etiqueta vacía: $2
id: $1 menggunakan tag kosong: $2
ja: この $1 に付けられている $2 タグには値がありません
sk: $1 má prázdny tag: $2
sv: Denna $1 har en tom tagg: $2
uk: $1 має порожній теґ: $2

source: This way has no tags
es: Esta vía no tiene etiquetas
id: Jalur ini tidak memiliki tag
ja: このウェイにはタグがありません
sk: Táto cesta nemá žiaden tag.
sv: Denna väg har inga taggar.
uk: Ця лінія не має теґів

source: This node is not member of any way and does not have any tags
id: Titik ini bukan merupakan anggota dari jalur manapun dan tidak mempunyai tag
sv: Den här noden är inte medlem av någon väg och har inga taggar
uk: Ця точка не входить в яку-небудь лінію і не має жодних теґів

source: This way is tagged as motorway and therefore needs a ref, nat_ref or int_ref tag
es: Este camino esta marcado como autopista (motorway), por lo tanto necesita una etiqueta ref, nat_ref o int_ref
id: Jalur ini diinformasikan sebagai jalur motor dan karena itu membutuhkan ref tag, nat_ref atau int_ref
ja: このウェイは motorway とタグが付けられていますので、ref もしくは nat_ref, int_ref タグが必要です
sk: Táto cesta je označená ako motorway a preto potrebuje tag ref, nat_ref alebo int_ref
sv: Denna väg är taggad som motorväg och behöver därför ref, nat_ref eller int_ref tag.
uk: Ця лінія має теґ motorway і повинна бути доповнення теґами ref, nat_ref або int_ref

source: This $1 is tagged as place of worship and therefore needs a religion tag
es: Este $1 esta marcado como lugar de culto por lo tanto requiere una etiqueta de religion
id: Tempat $1 ini diberi tag sebagai tempat ibadah, oleh karena itu membutuhkan tag agama/religion
ja: この $1 には礼拝所のタグが付けれらていますので、religion （宗教、宗派）タグが必要です
sk: $1 je označené ako náboženské miesto a preto potrebuje označenie náboženstva
sv: Denna $1 är taggad som en plats för tillbedjan och behöver därför en religion-tagg
uk: $1, позначено як культове місце й повинно мати теґи, що вказують релігію

source: This node is tagged as $1 and therefore needs a name tag
es: Este nodo esta marcado como $1 por lo tanto requiere una etiqueta de nombre (name)
id: Node ini diberi tag sebagai $1, oleh karena itu membutuhkan tag nama
ja: このノードには $1 のタグが付けられていますので、name タグが必要です
sk: Tento bod je označený ako $1 a preto potrebuje názov
sv: Den här noden är taggad som $1 och behöver därför en name-tagg
uk: Ця точка позначена як $1, її треба доповнити теґом name

source: This node is tagged as $1 and therefore needs a name tag or an operator tag
es: Este nodo esta etiquetado como $1 por lo tanto requiere una etiqueta de nombre (name) o una etiqueta de operador (operator)
id: Titik ini diinformasikan sebagai $1 dan karena itu membutuhkan tag nama atau tag operator
ja: このノードには $1 のタグが付けられていますので、name タグか operator タグが必要です
sk: Tento bod je označený ako $1 a preto potrebuje názov alebo operátora
sv: Den här noden är taggad som $1 och behöver därför en name- eller operator-tagg
uk: Ця точка позначена як $1, її треба доповнити теґом name чи operator

source: This way has no nodes
es: Este camino no tiene nodos
id: jalur ini tidak memiliki node
ja: このウェイにはノードがありません
sk: Táto cesta nemá žiadne body
sv: Den här vägen saknar noder
uk: Ця лінія не містить точок

source: This way has just one single node
es: Este camino únicamente tiene un nodo
id: Jalur ini hanya memiliki satu node
ja: このウェイは、たったひとつのノードから成っています
sk: Táto cesta má iba jeden bod
sv: Den här vägen har bara en enda nod
uk: Ця лінія містить тільки одну точку

source: This way is not connected to the rest of the map
es: Esta via no esta conectada al resto del mapa
id: Jalur ini tidak terhubung ke peta keseluruhan
ja: このウェイはどこともつながっていません
sk: Táto cesta nie je spojená so zbytkom mapy.
sv: Den här vägen är inte ansluten till resten av kartan
uk: Ця лінія не з'єднана з іншими об’єктами на мапі

source: This crossing of a highway and a railway needs to be tagged as railway=crossing or railway=level_crossing
es: Este cruce de carretera y vía férrea necesita ser etiquetado como railway=crossing ó railway=level_crossing
id: Perpotongan antara jalan dan jallur kereta ini perlu diberi tag sebagai railway=crossing atau railway=level_crossing
ja: 道路と線路との交差点には railway=crossing か railway=level_crossing が必要です
sk: Križovanie cesty a železnice musí byť označené ako railway=crossing alebo railway=level_crossing.
sv: Den här korsningen mellan en väg och en järnväg behöver taggas som railway=crossing eller railway=level_crossing
uk: Точка перетину дороги і залізниці повинна мати теґи переходу (railway=crossing) або переїзду (railway=level_crossing)

source: There are ways in different layers coming together in this railway crossing
es: Hay vía en diferentes capas llegando juntas a este cruce de vía férrea
id: Jalur ini berada pada layer yang berbeda dan muncul bersamaan dengan perlintasan kereta api
ja: 違うレイヤのウェイがこの踏切で接続しています
sk: V tomto železničnom križovaní sú cesty z viacerých vrstiev
sv: Vägar från olika lager ansluter till denna järnvägsövergång
uk: Лінії на різних рівнях з'єднуються в цій точці, позначеній як перехід (railway=crossing)

source: There are ways tagged as tunnel or bridge coming together in this railway crossing
es: Hay vías etiquetadas como túnel o puente llegando juntas a este cruce de vía ferrea
id: Ini di informasikan sebagai terowongan atau jembatan dan muncul bersamaan dengan perlintasaan kereta api
ja: 踏切がトンネルの中もしくは橋の上になっています
sk: V tomto železničnom križovaní sú cesty označené ako tunel alebo most.
sv: Vägar taggade som tunnel eller bro ansluter till denna järnvägsövergång
uk: Лінії з теґами tunnel або bridge з'єднуються в цій точці, позначеній як перехід (railway=crossing)

source: This $1 is fixme-tagged: $2
es: Este $1 esta etiquetado con fixme: $2
id: $1 butuh diberikan informasi jelas (fixme-tagged): $2
ja: この $1 には fixme タグが付いています $2
sk: $1 je označené na opravu: $2
sv: Denna $1 är fixme-taggad: $2
uk: $1 позначена теґом fixme: $2

source: This relation has no type tag, which is mandatory for relations
es: Esta relación no tiene tipo de etiqueta, la cual es obligatoria para las relaciones
id: Relasi/Hubungan ini tidak mempunyai tipe tag, dimana hal tersebut wajib untuk jenis relasi
ja: このリレーションにはtype タグがありません。リレーションには必須です
sk: Táto relácia nemá tag "type", ktorý je pre relácie povinný.
sv: Den här relationen saknar type-tagg, vilken är obligatorisk för relationer
uk: Цей зв’язок не має обов’язкового теґу, що визначає його тип

source: This $1 intersects the $2 #$3 but there is no junction node
es: Esta $1 intersecta a $2 #$3 pero $1 no esta en modo cruce (junction)
id: $1 berpotongan dengan $2 #$3 akan tetapi tidak mempunyai titik perpotongan
ja: この $1 は $2 #$3 と交差していますが、交点にノードがありません
sk: Táto $1 sa križuje s $2 #$3, ale nie je tam bod križovania.
sv: Denna $1 korsar $2 #$3 men det finns inte någon förbindelsenod
uk: $1 перетинає $2 #$3, але вони не мають спільної точки

source: This $1 intersects the $2 #$3
es: Esta $1 intersecta a $2 #$3
id: $1 berpotongan dengan $2 #$3
ja: この $1 は $2 #$3 と交差しています
sk: Táto $1 križuje $2 #$3.
sv: Denna $1 korsar $2 #$3
uk: $1 перетинає $2 #$3

source: This $1 overlaps the $2 #$3
es: Este $1 se superpone al $2 #$3
id: $1 tumpang tindih (overlap) dengan $2 #$3
ja: この $1 は $2 #$3 と重なっています
sk: Táto $1 sa prekrýva s $2 #$3.
sv: Denna $1 överlappar $2 #$3
uk: $1 перекриває $2 #$3

source: This way contains node #$1 $2 times. This may or may not be an error
es: Este camino tiene $2 veces al nodo #$1. Esto puede ser o no un error
id: Jalus ini memiliki titik #$1 $2 kali. Ini mungkin saja bisa menjadi kesalahan (error) atau tidak
ja: このウェイにはノード #$1 が $2 回含まれています。これはエラーではないかもしれません
sk: Táto cesta obsahuje bod #$1 $2 krát. Toto môže, ale aj nemusí byť chyba.
sv: Den här vägen innehåller noderna #$1 $2 gånger. Detta kan vara, men behöver inte vara, ett fel
uk: Ця лінія містить точку #$1 $2 раз (а). Це допустимо, але, можливо, це помилка.

source: This way contains more than one node at least twice. Nodes are $1. This may or may not be an error
es: Esta vía contiene mas de un nodo al menos dos veces. Los nodos son $1. Esto puede o no ser un error.
id: Jalur ini mengandung lebih dari satu titik, setidaknya 1. Titik $1. Ini mungkin saja bisa menjadi kesalahan (error) atau tidak
ja: このウェイは1ノード以上を少なくとも2回含んでいます。ノードは $1 です。これはエラーかもしれませんし、エラーでないかもしれません。
sk: Táto cesta obsahuje niekoľko bodov aspoň dvakrát. Body sú $1. Toto môže, ale aj nemusí byť chyba.
sv: Den här vägen innehåller mer än en nod åtminstone två gånger. Noderna är $1. Detta kan vara, men behöver inte vara, ett fel
uk: Лінія містить кілька точок як мінімум двічі. Ці точки $1. Це допустимо, але, можливо, це помилка.

source: This way has only two different nodes and contains one of them more than once
es: Este camino solo tiene dos nodos distintos y tiene uno de estos mas de una vez
id: Jalur ini hanya memiliki dua titik yang berbeda dan mengandung salah satu dari titik tersebut lebih dari sekali
ja: このウェイには2つの異なるノードだけがあり、そのひとつを1回以上含んでいます
sk: Táto cesta má iba dva body a jeden z nich obsahuje aspoň dvakrát.
sv: Den här vägen har bara två olika noder och innehåller en av dem mer än en gång
uk: Лінія містить тільки дві різні точки, одна з яких включено до неї кілька разів

source: The key of this node's tag is 'key': $2
es: La clave de la etiqueta de este nodo es 'key': $2
id: Kata kunci dari informasi titik ini adalah 'key': $2
ja: このノードのタグのキーは key': $2
sk: Kľúč tohto bodu je 'key': $2
sv: Nyckeln till den här nodens tagg är 'key': $2
uk: Точка містить теґ з ключем: $2

source: The key of this way's tag is 'key': $2
es: La clave de la etiqueta de esta vía es 'key': $2
id: Kata kunci dari informasi jalur ini adalah 'key': $2
ja: このウェイのタグのキーは key': $2
sk: Kľúč tejto cesty je 'key': $2
sv: Nyckeln till den här vägens tagg är 'key': $2
uk: Лінія містить теґ з ключем: $2

source: The key of this relation's tag is 'key': $2
es: La clave de la etiqueta de esta relación es 'key': $2
id: Kata kunci dari informasi relasi/hubungan ini 'key': $2
ja: このリレーションのタグのキーは key': $2
sk: Kľúč tejto relácie je 'key': $2
sv: Nyckeln till den här relationens tagg är 'key': $2
uk: Відношення містить теґ з ключем: $2

source: This $1 is tagged '$2=$3' where $4 looks like $5
es: Este $1 esta marcado '$2=$3' donde $4 parece a $5
id: $1 diberikan informasi '$2=$3' dimana $4 terlihat seperti $5
ja: この $1 には '$2=$3' とタグが付けられていますが、$4 は $5 ではないかと思われます
sk: $1 je označená ako '$2=$3' kde $4 vyzerá podobne ako $5
sv: Denna $1 är taggad '$2=$3' där $4 liknar $5
uk: Елемент „$1“ позначений як, „$2=$3“, де „$4“ подібне на „$5“

source: This node is a junction of ways on different layers: $1
es: Este nodo es la unión de vias en capas distintas:$1
id: Titik ini merupakan persimpangan dari jalur yang berbeda layer: $1
ja: このノードは、異なったレイヤ: $1 が交差しています
sk: Tento bod je križovatkou ciest z rôznych vrstiev: $1
sv: Den här noden är en knutpunkt för vägar på olika lager: $1
uk: Ця точка є спільною для ліній на різних рівнях: $1

source: If this mini roundabout is in a country with left-hand traffic then it should have a tag 'direction=clockwise'
es: Si esta mini-rotonda esta localizada en un país donde se conduce a la izquierda, debería tener una etiqueta 'direction=clockwise'
id: Jika bundaran mini ini berada di negara dengan kemudi sebelah kiri maka harus mempunyai informasi tag 'direction=clockwise'
ja: 左側通行の国では、このロータリーに 'direction=clockwise' が必要です
sk: Ak je tento kruhový objazd v krajine s ľavostrannou dopravou, mal by mať označenie 'direction=clockwise'.
sv: Om denna minicirkulationsplats finns i ett land med vänstertrafik bör den ha taggen 'direction=clockwise'
uk: Якщо це перехрестя з круговим рухом без внутрішнього кільця знаходиться в країні з лівостороннім рухом, то повинне мати теґ „direction=clockwise“

source: If this mini roundabout is in a country with right-hand traffic then it should not have a tag 'direction=clockwise'
es: Si esta mini-rotonda esta localizada en un país donde se conduce a la derecha, no debería tener una etiqueta 'direction=clockwise'
id: Jika bundaran mini ini berada di negara dengan kemudi sebelah kanan maka jangan mempunyai informasi tag 'direction=clockwise'
ja: 右側通行の国では、このロータリーに 'direction=clockwise' を付けてはいけません
sk: Ak je tento kruhový objazd v krajine s pravostrannou dopravou, mal by mať označenie 'direction=clockwise'.
sv: Om denna minicirkulationsplats finns i ett land med högertrafik bör den inte ha taggen 'direction=clockwise'
uk: Якщо це перехрестя з круговим рухом без внутрішнього кільця знаходиться в країні з правостороннім рухом, то не повинне мати теґ „direction=clockwise“

source: This $1 is tagged with layer $2. This need not be an error, but it looks strange
es: Este $1 esta etiquetado con la capa $2. No tiene que ser un error, pero luce extraño
id: $1 di informasikan dengan layer $2. Hal ini bukan merupakan kesalahan (error), tapi terlihat aneh
ja: この$1 には layer $2 とタグが付けられています。これはエラーではないかもしれません
sk: $1 je označené ako vrstva $2. Toto nemusí byť chyba ale vyzerá to zvláštne.
sv: Denna $1 är taggad med lager $2. Det behöver inte vara fel, men det ser konstigt ut
uk: Елемент „$1“ позначений теґом рівня $2. Можливо це не помилка, але виглядає дивно.

source: This node is a junction of a motorway and a highway other than motorway, motorway_link, trunk, rest_area or construction. Service or unclassified is only valid if it has access=no/private or if it is a service=parking_aisle.
es: Este nodo es la unión de un motorway y de una vía otra que motorway, motorway_link, trunk, rest_area o construction. Una vía de tipo service o unclassified solo es valida si tiene access=no/private o service=parking_aisle.
id: Titik ini merupakan persimpangan dari jalur motor dan jalan raya dan jalan lain selain jalan tol, sambungan jalan tol (motorway_link), trunk, tempat beristirahat atau konstruksi. Jasa atau tidak terklasifikasi ini hanya berlaku jika mempunyai informasi akses=no/private atau jika itu merupakan service=parking_aisle
ja: このノードでは highway=motorway と motorway, motorway_link, trunk, rest_area, construction 以外の道路とが接続しています。highway=service や highway=unclassified は、access=no/private や service=parking_aisle との組合せ時だけ有効です
sk: Tento bod je križovatkou cesty typu motorway s cestou inou ako motorway, motorway_link, trunk, rest_area alebo construction. Cesta typu service alebo unclassified je platná iba ak má access=no/private alebo je to service=parking_aisle.
sv: Den här noden förbinder en motorway och en highway annan än motorway, motorway_link, trunk, rest_area eller construction. Service eller unclassified är bara giltig om den har access=no/private eller om det är en service=parking_aisle.
uk: У цій точці з’єднуються лінії з теґом „highway=motorway“ та „highway=*“ зі значенням відмінним від „motorway“, „motorway_link“, „trunk“, „rest_area“ чи „construction“. Лінії зі значеннями теґів „service“ чи „unclassified“, можливі тільки за присутності теґів „access=no/private“. Також можливі лінії позначені теґами „service=parking_aisle“.

source: This boundary has no name
es: Esta frontera no tiene nombre
id: Garis batas ini tidak mempunyai nama
ja: この境界には name タグがありません
sk: Táto hranica nemá žiaden názov
sv: Den här gränsen saknar namn
uk: Ця межа не має назви (name=*)

source: The boundary of $1 has no admin_level
es: El limite de $1 no tiene nivel administrativo (admin_level)
id: Garis batas $1 tidak mempunyai informasi admin_level
ja: この $1 境界には admin_level タグがありません
sk: Táto hranica $1 nemá označenie admin_level
sv: Gränsen till $1 saknar admin_level
uk: Кордон $1 не має обов’язкового теґа admin_level

source: The boundary of $1 has no valid numeric admin_level. Please do not use admin levels like for example 6;7. Always tag the lowest admin_level of all boundaries.
es: La frontera de $1 no tiene un valor númerico válido de admin_level. Por favor, no use admin_levels como por ejemplo 6;7. Siempre etiquete con el valor más bajo de todas las fronteras.
id: Garis batas $1 tidak mempunyai numerik sah terkait dengan admin_level. Jangan menggunakan admin level seperti contoh 6;7. Selalu gunakan informasi tag admin_level terkecil untuk semua garis batas
ja: この $1 境界には有効な数字の admin_level タグがありません。admin_level タグには 6;7 のような指定はしないでください。admin_level は境界の一番低い値を指定します
sk: Táto hranica $1 nemá správne numerické označenie admin_level. Prosím nepoužívajte hodnoty typu "6;7". Vždy používajte najnižšiu hodnodu admin_level zo všetkých hraníc
sv: Gränsen till $1 saknar giltig numerisk admin_level. Använd inte admin levels såsom exempelvis 6;7. Tagga alltid med alla gränsers lägsta admin_level
uk: Кордон $1 не має коректного числового значення теґа „admin_level“. Будь ласка, не використовуйте подвійні значення для „admin_level“, наприклад, 6;7. Завжди вибирайте найменше значення теґа „admin_level“ для всіх кордонів.

source: The boundary of $1 is not closed-loop
es: La frontera de $1 no es un bucle cerrado
id: Garis batas $1 bukan merupakan loop yang tertutup
ja: 境界 $1 は、閉じていません
sk: Hranica $1 nie je uzavretá.
sv: Gränsen till $1 är inte en cirkulär väg
uk: Межа $1 не замкнута

source: The boundary of $1 splits here
es: La frontera de $1 se divide aquí
id: Garis batas $1 terpotong pada bagian ini
ja: 境界 $1 は、ここで切れています
sk: Hranica $1 sa tu rozdeľuje.
sv: Gränsen till $1 delar sig här
uk: Межа $1 розірвана в цьому місці

source: This boundary-way has admin_level $1 but belongs to a relation with lower admin_level (higher priority); it should have the lowest admin_level of all relations
es: Esta vía de frontera (boundary-way) tiene nivel administrativo (admin_level) $1 pero pertenece a una relación con un nivel administrativo (admin_level) mas bajo (prioridad mas alta); Esta debería tener el nivel administrativo (admin_level) mas bajo de todas las relaciones.
id: Garis batas ini mempunyai admin_level $1 tetapi masuk kedalam relasi/hubungan dengan admin_level yang lebih kecil (pioritas tinggi); harus mempunyai admin_level terkecil untuk semua relasi/hubungan
ja: この境界線は、admin_level として $1 が設定されていますが、小さい（優先度が高い） admin_level を持つリレーションに属しています。リレーション全部が小さい admin_level で統一されるべきです
sk: Táto cesta má admin_level $1 ale patrí do relácie s nižšou hodnotou admin_level (vyššia priorita); Mala by mať najnižšiu hodnotu admin_level zo všetkých relácií.
sv: Den här gränsvägen har admin_level $1 men tillhör en relation med lägre admin_level (högre prioritet); den bör ha alla relationers lägsta admin_level
uk: Ця лінія межі має адміністративний рівень admin_level=$1, але включена у відношення нижчого адмін. рівня (що має більший пріоритет) і повинна мати адмін. рівень з меншим значенням для усіх зв’язків, в які вона входить

source: This turn-restriction has no restriction type
es: Esta restricción de giro no tiene tipo de restricción
id: Larangan ini tidak mempunyai tipe larangan
ja: この転回制限には制限のtype がありません
sk: Tento zákaz odbočenia nemá označený typ zákazu.
sv: Detta förbud mot sväng i korsning saknar restriction-typ
uk: Це обмеження повороту не має типу обмеження
